{"reference":"Isaiah 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50,51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66","verses":[{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":1,"text":"The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz,\nand Hezekiah, kings of Judah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":2,"text":"Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":3,"text":"The ox knoweth his owner, and the ass his master’s crib:\nbut\n Israel doth not know, my people doth not consider.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":4,"text":"Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":5,"text":"Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":6,"text":"From the sole of the foot even unto the head\nthere is no soundness in it;\nbut wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":7,"text":"Your country\nis desolate, your cities\nare burned with fire: your land, strangers devour it in your presence, and\nit is\n desolate, as overthrown by strangers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":8,"text":"And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":9,"text":"Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom,\nand we should have been like unto Gomorrah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":10,"text":"Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":11,"text":"To what purpose\nis the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":12,"text":"When ye come to appear before me, who hath required this at your hand, to tread my courts?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":13,"text":"Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with;\nit is\n iniquity, even the solemn meeting.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":14,"text":"Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear\nthem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":15,"text":"And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":16,"text":"Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":17,"text":"Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":18,"text":"Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":19,"text":"If ye be willing and obedient, ye shall eat the good of the land:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":20,"text":"But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken\nit."},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":21,"text":"How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":22,"text":"Thy silver is become dross, thy wine mixed with water:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":23,"text":"Thy princes\nare rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":24,"text":"Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":25,"text":"And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":26,"text":"And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":27,"text":"Zion shall be redeemed with judgment, and her converts with righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":28,"text":"And the destruction of the transgressors and of the sinners\nshall be together, and they that forsake the LORD shall be consumed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":29,"text":"For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":30,"text":"For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":1,"verse":31,"text":"And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench\nthem."},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":1,"text":"The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":2,"text":"And it shall come to pass in the last days,\nthat the mountain of the LORD’S house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":3,"text":"And many people shall go and say, Come ye, and let us go up to the mountain of the LORD, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the LORD from Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":4,"text":"And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":5,"text":"O house of Jacob, come ye, and let us walk in the light of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":6,"text":"Therefore thou hast forsaken thy people the house of Jacob, because they be replenished from the east, and\nare soothsayers like the Philistines, and they please themselves in the children of strangers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":7,"text":"Their land also is full of silver and gold, neither\nis there any\n end of their treasures; their land is also full of horses, neither\nis there any end of their chariots:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":8,"text":"Their land also is full of idols; they worship the work of their own hands, that which their own fingers have made:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":9,"text":"And the mean man boweth down, and the great man humbleth himself: therefore forgive them not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":10,"text":"Enter into the rock, and hide thee in the dust, for fear of the LORD, and for the glory of his majesty.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":11,"text":"The lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the LORD alone shall be exalted in that day.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":12,"text":"For the day of the LORD of hosts\nshall be upon every\none that is proud and lofty, and upon every\none that is\n lifted up; and he shall be brought low:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":13,"text":"And upon all the cedars of Lebanon,\nthat are high and lifted up, and upon all the oaks of Bashan,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":14,"text":"And upon all the high mountains, and upon all the hills\nthat are\n lifted up,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":15,"text":"And upon every high tower, and upon every fenced wall,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":16,"text":"And upon all the ships of Tarshish, and upon all pleasant pictures.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":17,"text":"And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low: and the LORD alone shall be exalted in that day.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":18,"text":"And the idols he shall utterly abolish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":19,"text":"And they shall go into the holes of the rocks, and into the caves of the earth, for fear of the LORD, and for the glory of his majesty, when he ariseth to shake terribly the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":20,"text":"In that day a man shall cast his idols of silver, and his idols of gold, which they made\neach one for himself to worship, to the moles and to the bats;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":21,"text":"To go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the LORD, and for the glory of his majesty, when he ariseth to shake terribly the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":2,"verse":22,"text":"Cease ye from man, whose breath\nis in his nostrils: for wherein is he to be accounted of?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":1,"text":"For, behold, the Lord, the LORD of hosts, doth take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":2,"text":"The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":3,"text":"The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":4,"text":"And I will give children\nto be their princes, and babes shall rule over them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":5,"text":"And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":6,"text":"When a man shall take hold of his brother of the house of his father,\nsaying, Thou hast clothing, be thou our ruler, and\nlet\n this ruin\nbe under thy hand:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":7,"text":"In that day shall he swear, saying, I will not be an healer; for in my house\nis neither bread nor clothing: make me not a ruler of the people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":8,"text":"For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings\nare against the LORD, to provoke the eyes of his glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":9,"text":"The shew of their countenance doth witness against them; and they declare their sin as Sodom, they hide\nit not. Woe unto their soul! for they have rewarded evil unto themselves.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":10,"text":"Say ye to the righteous, that\nit shall be well\nwith him:\n for they shall eat the fruit of their doings.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":11,"text":"Woe unto the wicked!\nit shall be ill\nwith him:\n for the reward of his hands shall be given him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":12,"text":"          As for my people, children\nare their oppressors, and women rule over them. O my people, they which lead thee cause\nthee\n to err, and destroy the way of thy paths.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":13,"text":"The LORD standeth up to plead, and standeth to judge the people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":14,"text":"The LORD will enter into judgment with the ancients of his people, and the princes thereof: for ye have eaten up the vineyard; the spoil of the poor\nis in your houses.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":15,"text":"What mean ye\nthat ye beat my people to pieces, and grind the faces of the poor? saith the LORD GOD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":16,"text":"Moreover the LORD saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing\nas they go, and making a tinkling with their feet:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":17,"text":"Therefore the LORD will smite with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":18,"text":"In that day the Lord will take away the bravery of\ntheir\n tinkling ornaments\nabout their feet, and\ntheir\n cauls, and\ntheir round tires like the moon,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":19,"text":"The chains, and the bracelets, and the mufflers,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":20,"text":"The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":21,"text":"The rings, and nose jewels,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":22,"text":"The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":23,"text":"The glasses, and the fine linen, and the hoods, and the vails.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":24,"text":"And it shall come to pass,\nthat instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth;\nand\n burning instead of beauty.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":25,"text":"Thy men shall fall by the sword, and thy mighty in the war.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":3,"verse":26,"text":"And her gates shall lament and mourn; and she\nbeing desolate shall sit upon the ground.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":1,"text":"And in that day seven women shall take hold of one man, saying, We will eat our own bread, and wear our own apparel: only let us be called by thy name, to take away our reproach.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":2,"text":"In that day shall the branch of the LORD be beautiful and glorious, and the fruit of the earth\nshall be excellent and comely for them that are escaped of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":3,"text":"And it shall come to pass,\nthat he that is left in Zion, and\nhe that remaineth in Jerusalem, shall be called holy,\neven\n every one that is written among the living in Jerusalem:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":4,"text":"When the Lord shall have washed away the filth of the daughters of Zion, and shall have purged the blood of Jerusalem from the midst thereof by the spirit of judgment, and by the spirit of burning.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":5,"text":"And the LORD will create upon every dwelling place of mount Zion, and upon her assemblies, a cloud and smoke by day, and the shining of a flaming fire by night: for upon all the glory\nshall be a defence.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":4,"verse":6,"text":"And there shall be a tabernacle for a shadow in the daytime from the heat, and for a place of refuge, and for a covert from storm and from rain.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":1,"text":"Now will I sing to my wellbeloved a song of my beloved touching his vineyard. My wellbeloved hath a vineyard in a very fruitful hill:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":2,"text":"And he fenced it, and gathered out the stones thereof, and planted it with the choicest vine, and built a tower in the midst of it, and also made a winepress therein: and he looked that it should bring forth grapes, and it brought forth wild grapes.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":3,"text":"And now, O inhabitants of Jerusalem, and men of Judah, judge, I pray you, betwixt me and my vineyard.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":4,"text":"What could have been done more to my vineyard, that I have not done in it? wherefore, when I looked that it should bring forth grapes, brought it forth wild grapes?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":5,"text":"And now go to; I will tell you what I will do to my vineyard: I will take away the hedge thereof, and it shall be eaten up;\nand break down the wall thereof, and it shall be trodden down:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":6,"text":"And I will lay it waste: it shall not be pruned, nor digged; but there shall come up briers and thorns: I will also command the clouds that they rain no rain upon it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":7,"text":"For the vineyard of the LORD of hosts\nis the house of Israel, and the men of Judah his pleasant plant: and he looked for judgment, but behold oppression; for righteousness, but behold a cry.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":8,"text":"Woe unto them that join house to house,\nthat lay field to field, till\nthere be no place, that they may be placed alone in the midst of the earth!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":9,"text":"In mine ears\nsaid the LORD of hosts, Of a truth many houses shall be desolate,\neven great and fair, without inhabitant.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":10,"text":"Yea, ten acres of vineyard shall yield one bath, and the seed of an homer shall yield an ephah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":11,"text":"Woe unto them that rise up early in the morning,\nthat they may follow strong drink; that continue until night,\ntill wine inflame them!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":12,"text":"And the harp, and the viol, the tabret, and pipe, and wine, are in their feasts: but they regard not the work of the LORD, neither consider the operation of his hands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":13,"text":"Therefore my people are gone into captivity, because\nthey have\n no knowledge: and their honourable men\nare famished, and their multitude dried up with thirst.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":14,"text":"Therefore hell hath enlarged herself, and opened her mouth without measure: and their glory, and their multitude, and their pomp, and he that rejoiceth, shall descend into it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":15,"text":"And the mean man shall be brought down, and the mighty man shall be humbled, and the eyes of the lofty shall be humbled:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":16,"text":"But the LORD of hosts shall be exalted in judgment, and God that is holy shall be sanctified in righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":17,"text":"Then shall the lambs feed after their manner, and the waste places of the fat ones shall strangers eat.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":18,"text":"Woe unto them that draw iniquity with cords of vanity, and sin as it were with a cart rope:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":19,"text":"That say, Let him make speed,\nand hasten his work, that we may see it: and let the counsel of the Holy One of Israel draw nigh and come, that we may know\nit!"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":20,"text":"Woe unto them that call evil good, and good evil; that put darkness for light, and light for darkness; that put bitter for sweet, and sweet for bitter!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":21,"text":"Woe unto\nthem that are wise in their own eyes, and prudent in their own sight!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":22,"text":"Woe unto\nthem that are mighty to drink wine, and men of strength to mingle strong drink:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":23,"text":"Which justify the wicked for reward, and take away the righteousness of the righteous from him!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":24,"text":"Therefore as the fire devoureth the stubble, and the flame consumeth the chaff,\nso their root shall be as rottenness, and their blossom shall go up as dust: because they have cast away the law of the LORD of hosts, and despised the word of the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":25,"text":"Therefore is the anger of the LORD kindled against his people, and he hath stretched forth his hand against them, and hath smitten them: and the hills did tremble, and their carcases\nwere torn in the midst of the streets. For all this his anger is not turned away, but his hand\nis\n stretched out still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":26,"text":"And he will lift up an ensign to the nations from far, and will hiss unto them from the end of the earth: and, behold, they shall come with speed swiftly:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":27,"text":"None shall be weary nor stumble among them; none shall slumber nor sleep; neither shall the girdle of their loins be loosed, nor the latchet of their shoes be broken:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":28,"text":"Whose arrows\nare sharp, and all their bows bent, their horses’ hoofs shall be counted like flint, and their wheels like a whirlwind:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":29,"text":"Their roaring\nshall be like a lion, they shall roar like young lions: yea, they shall roar, and lay hold of the prey, and shall carry\nit away safe, and none shall deliver\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":5,"verse":30,"text":"And in that day they shall roar against them like the roaring of the sea: and if\none look unto the land, behold darkness\nand\n sorrow, and the light is darkened in the heavens thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":1,"text":"In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":2,"text":"Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":3,"text":"And one cried unto another, and said, Holy, holy, holy,\nis\n the LORD of hosts: the whole earth\nis full of his glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":4,"text":"And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":5,"text":"Then said I, Woe\nis me! for I am undone; because I\nam\n a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":6,"text":"Then flew one of the seraphims unto me, having a live coal in his hand,\nwhich he had taken with the tongs from off the altar:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":7,"text":"And he laid\nit upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":8,"text":"Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here\nam I; send me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":9,"text":"And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":10,"text":"Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":11,"text":"Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":12,"text":"And the LORD have removed men far away, and\nthere be a great forsaking in the midst of the land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":6,"verse":13,"text":"But yet in it\nshall be a tenth, and\nit shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast\ntheir leaves: so the holy seed\nshall be\n the substance thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":1,"text":"And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah,\nthat Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":2,"text":"And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":3,"text":"Then said the LORD unto Isaiah, Go forth now to meet Ahaz, thou, and Shear-jashub thy son, at the end of the conduit of the upper pool in the highway of the fuller’s field;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":4,"text":"And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":5,"text":"Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against thee, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":6,"text":"Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it,\neven the son of Tabeal:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":7,"text":"Thus saith the Lord GOD, It shall not stand, neither shall it come to pass.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":8,"text":"For the head of Syria\nis Damascus, and the head of Damascus\nis Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":9,"text":"And the head of Ephraim\nis Samaria, and the head of Samaria\nis Remaliah’s son. If ye will not believe, surely ye shall not be established.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":10,"text":"Moreover the LORD spake again unto Ahaz, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":11,"text":"Ask thee a sign of the LORD thy God; ask it either in the depth, or in the height above.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":12,"text":"But Ahaz said, I will not ask, neither will I tempt the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":13,"text":"And he said, Hear ye now, O house of David;\nIs it a small thing for you to weary men, but will ye weary my God also?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":14,"text":"Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":15,"text":"Butter and honey shall he eat, that he may know to refuse the evil, and choose the good.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":16,"text":"For before the child shall know to refuse the evil, and choose the good, the land that thou abhorrest shall be forsaken of both her kings.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":17,"text":"The LORD shall bring upon thee, and upon thy people, and upon thy father’s house, days that have not come, from the day that Ephraim departed from Judah;\neven the king of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":18,"text":"And it shall come to pass in that day,\nthat the LORD shall hiss for the fly that\nis in the uttermost part of the rivers of Egypt, and for the bee that\nis in the land of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":19,"text":"And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":20,"text":"In the same day shall the Lord shave with a razor that is hired,\nnamely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":21,"text":"And it shall come to pass in that day,\nthat a man shall nourish a young cow, and two sheep;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":22,"text":"And it shall come to pass, for the abundance of milk\nthat\n they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":23,"text":"And it shall come to pass in that day,\nthat every place shall be, where there were a thousand vines at a thousand silverlings, it shall\neven be for briers and thorns.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":24,"text":"With arrows and with bows shall\nmen come thither; because all the land shall become briers and thorns.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":7,"verse":25,"text":"And\non all hills that shall be digged with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending forth of oxen, and for the treading of lesser cattle.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":1,"text":"Moreover the LORD said unto me, Take thee a great roll, and write in it with a man’s pen concerning Maher-shalal-hash-baz.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":2,"text":"And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":3,"text":"And I went unto the prophetess; and she conceived, and bare a son. Then said the LORD to me, Call his name Maher-shalal-hash-baz.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":4,"text":"For before the child shall have knowledge to cry, My father, and my mother, the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":5,"text":"The LORD spake also unto me again, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":6,"text":"Forasmuch as this people refuseth the waters of Shiloah that go softly, and rejoice in Rezin and Remaliah’s son;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":7,"text":"Now therefore, behold, the Lord bringeth up upon them the waters of the river, strong and many,\neven the king of Assyria, and all his glory: and he shall come up over all his channels, and go over all his banks:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":8,"text":"And he shall pass through Judah; he shall overflow and go over, he shall reach\neven to the neck; and the stretching out of his wings shall fill the breadth of thy land, O Immanuel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":9,"text":"Associate yourselves, O ye people, and ye shall be broken in pieces; and give ear, all ye of far countries: gird yourselves, and ye shall be broken in pieces; gird yourselves, and ye shall be broken in pieces.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":10,"text":"Take counsel together, and it shall come to nought; speak the word, and it shall not stand: for God\nis with us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":11,"text":"For the LORD spake thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":12,"text":"Say ye not, A confederacy, to all\nthem to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":13,"text":"Sanctify the LORD of hosts himself; and\nlet him\nbe\n your fear, and\nlet him\nbe your dread.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":14,"text":"And he shall be for a sanctuary; but for a stone of stumbling and for a rock of offence to both the houses of Israel, for a gin and for a snare to the inhabitants of Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":15,"text":"And many among them shall stumble, and fall, and be broken, and be snared, and be taken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":16,"text":"Bind up the testimony, seal the law among my disciples.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":17,"text":"And I will wait upon the LORD, that hideth his face from the house of Jacob, and I will look for him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":18,"text":"Behold, I and the children whom the LORD hath given me\nare\n for signs and for wonders in Israel from the LORD of hosts, which dwelleth in mount Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":19,"text":"And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":20,"text":"To the law and to the testimony: if they speak not according to this word,\nit is because\nthere is no light in them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":21,"text":"And they shall pass through it, hardly bestead and hungry: and it shall come to pass, that when they shall be hungry, they shall fret themselves, and curse their king and their God, and look upward.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":8,"verse":22,"text":"And they shall look unto the earth; and behold trouble and darkness, dimness of anguish; and\nthey shall be driven to darkness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":1,"text":"Nevertheless the dimness\nshall not\nbe such as\nwas in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict\nher by the way of the sea, beyond Jordan, in Galilee of the nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":2,"text":"The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":3,"text":"Thou hast multiplied the nation,\nand not increased the joy: they joy before thee according to the joy in harvest,\nand as\nmen rejoice when they divide the spoil.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":4,"text":"For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, as in the day of Midian.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":5,"text":"For every battle of the warrior\nis with confused noise, and garments rolled in blood; but\nthis shall be with burning\nand\n fuel of fire.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":6,"text":"For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":7,"text":"Of the increase of\nhis government and peace\nthere shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":8,"text":"The Lord sent a word into Jacob, and it hath lighted upon Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":9,"text":"And all the people shall know,\neven Ephraim and the inhabitant of Samaria, that say in the pride and stoutness of heart,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":10,"text":"The bricks are fallen down, but we will build with hewn stones: the sycomores are cut down, but we will change\nthem into cedars.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":11,"text":"Therefore the LORD shall set up the adversaries of Rezin against him, and join his enemies together;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":12,"text":"The Syrians before, and the Philistines behind; and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand\nis stretched out still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":13,"text":"For the people turneth not unto him that smiteth them, neither do they seek the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":14,"text":"Therefore the LORD will cut off from Israel head and tail, branch and rush, in one day.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":15,"text":"The ancient and honourable, he\nis the head; and the prophet that teacheth lies, he\nis the tail.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":16,"text":"For the leaders of this people cause\nthem to err; and\nthey that are led of them\nare destroyed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":17,"text":"Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand\nis stretched out still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":18,"text":"For wickedness burneth as the fire: it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up\nlike the lifting up of smoke.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":19,"text":"Through the wrath of the LORD of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":20,"text":"And he shall snatch on the right hand, and be hungry; and he shall eat on the left hand, and they shall not be satisfied: they shall eat every man the flesh of his own arm:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":9,"verse":21,"text":"Manasseh, Ephraim; and Ephraim, Manasseh:\nand they together\nshall be against Judah. For all this his anger is not turned away, but his hand\nis stretched out still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":1,"text":"Woe unto them that decree unrighteous decrees, and that write grievousness\nwhich they have prescribed;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":2,"text":"To turn aside the needy from judgment, and to take away the right from the poor of my people, that widows may be their prey, and\nthat\n they may rob the fatherless!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":3,"text":"And what will ye do in the day of visitation, and in the desolation\nwhich shall come from far? to whom will ye flee for help? and where will ye leave your glory?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":4,"text":"Without me they shall bow down under the prisoners, and they shall fall under the slain. For all this his anger is not turned away, but his hand\nis stretched out still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":5,"text":"O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":6,"text":"I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":7,"text":"Howbeit he meaneth not so, neither doth his heart think so; but\nit is in his heart to destroy and cut off nations not a few.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":8,"text":"For he saith,\nAre not my princes altogether kings?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":9,"text":"Is not Calno as Carchemish?\nis not Hamath as Arpad?\nis not Samaria as Damascus?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":10,"text":"As my hand hath found the kingdoms of the idols, and whose graven images did excel them of Jerusalem and of Samaria;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":11,"text":"Shall I not, as I have done unto Samaria and her idols, so do to Jerusalem and her idols?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":12,"text":"Wherefore it shall come to pass,\nthat when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":13,"text":"For he saith, By the strength of my hand I have done\nit,\n and by my wisdom; for I am prudent: and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant\nman:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":14,"text":"And my hand hath found as a nest the riches of the people: and as one gathereth eggs\nthat are left, have I gathered all the earth; and there was none that moved the wing, or opened the mouth, or peeped.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":15,"text":"Shall the axe boast itself against him that heweth therewith?\nor shall the saw magnify itself against him that shaketh it? as if the rod should shake\nitself against them that lift it up,\nor as if the staff should lift up\nitself, as if it were\n no wood.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":16,"text":"Therefore shall the Lord, the Lord of hosts, send among his fat ones leanness; and under his glory he shall kindle a burning like the burning of a fire.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":17,"text":"And the light of Israel shall be for a fire, and his Holy One for a flame: and it shall burn and devour his thorns and his briers in one day;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":18,"text":"And shall consume the glory of his forest, and of his fruitful field, both soul and body: and they shall be as when a standardbearer fainteth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":19,"text":"And the rest of the trees of his forest shall be few, that a child may write them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":20,"text":"And it shall come to pass in that day,\nthat the remnant of Israel, and such as are escaped of the house of Jacob, shall no more again stay upon him that smote them; but shall stay upon the LORD, the Holy One of Israel, in truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":21,"text":"The remnant shall return,\neven the remnant of Jacob, unto the mighty God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":22,"text":"For though thy people Israel be as the sand of the sea,\nyet\n a remnant of them shall return: the consumption decreed shall overflow with righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":23,"text":"For the Lord GOD of hosts shall make a consumption, even determined, in the midst of all the land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":24,"text":"Therefore thus saith the Lord GOD of hosts, O my people that dwellest in Zion, be not afraid of the Assyrian: he shall smite thee with a rod, and shall lift up his staff against thee, after the manner of Egypt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":25,"text":"For yet a very little while, and the indignation shall cease, and mine anger in their destruction.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":26,"text":"And the LORD of hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb: and\nas his rod\nwas\n upon the sea, so shall he lift it up after the manner of Egypt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":27,"text":"And it shall come to pass in that day,\nthat his burden shall be taken away from off thy shoulder, and his yoke from off thy neck, and the yoke shall be destroyed because of the anointing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":28,"text":"He is come to Aiath, he is passed to Migron; at Michmash he hath laid up his carriages:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":29,"text":"They are gone over the passage: they have taken up their lodging at Geba; Ramah is afraid; Gibeah of Saul is fled.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":30,"text":"Lift up thy voice, O daughter of Gallim: cause it to be heard unto Laish, O poor Anathoth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":31,"text":"Madmenah is removed; the inhabitants of Gebim gather themselves to flee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":32,"text":"As yet shall he remain at Nob that day: he shall shake his hand\nagainst the mount of the daughter of Zion, the hill of Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":33,"text":"Behold, the Lord, the LORD of hosts, shall lop the bough with terror: and the high ones of stature\nshall be hewn down, and the haughty shall be humbled.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":10,"verse":34,"text":"And he shall cut down the thickets of the forest with iron, and Lebanon shall fall by a mighty one.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":1,"text":"And there shall come forth a rod out of the stem of Jesse, and a Branch shall grow out of his roots:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":2,"text":"And the spirit of the LORD shall rest upon him, the spirit of wisdom and understanding, the spirit of counsel and might, the spirit of knowledge and of the fear of the LORD;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":3,"text":"And shall make him of quick understanding in the fear of the LORD: and he shall not judge after the sight of his eyes, neither reprove after the hearing of his ears:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":4,"text":"But with righteousness shall he judge the poor, and reprove with equity for the meek of the earth: and he shall smite the earth with the rod of his mouth, and with the breath of his lips shall he slay the wicked.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":5,"text":"And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":6,"text":"The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":7,"text":"And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":8,"text":"And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’ den.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":9,"text":"They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the LORD, as the waters cover the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":10,"text":"And in that day there shall be a root of Jesse, which shall stand for an ensign of the people; to it shall the Gentiles seek: and his rest shall be glorious.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":11,"text":"And it shall come to pass in that day,\nthat the Lord shall set his hand again the second time to recover the remnant of his people, which shall be left, from Assyria, and from Egypt, and from Pathros, and from Cush, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":12,"text":"And he shall set up an ensign for the nations, and shall assemble the outcasts of Israel, and gather together the dispersed of Judah from the four corners of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":13,"text":"The envy also of Ephraim shall depart, and the adversaries of Judah shall be cut off: Ephraim shall not envy Judah, and Judah shall not vex Ephraim.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":14,"text":"But they shall fly upon the shoulders of the Philistines toward the west; they shall spoil them of the east together: they shall lay their hand upon Edom and Moab; and the children of Ammon shall obey them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":15,"text":"And the LORD shall utterly destroy the tongue of the Egyptian sea; and with his mighty wind shall he shake his hand over the river, and shall smite it in the seven streams, and make\nmen go over dryshod.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":11,"verse":16,"text":"And there shall be an highway for the remnant of his people, which shall be left, from Assyria; like as it was to Israel in the day that he came up out of the land of Egypt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":1,"text":"And in that day thou shalt say, O LORD, I will praise thee: though thou wast angry with me, thine anger is turned away, and thou comfortedst me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":2,"text":"Behold, God\nis my salvation; I will trust, and not be afraid: for the LORD JEHOVAH\nis my strength and\nmy song; he also is become my salvation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":3,"text":"Therefore with joy shall ye draw water out of the wells of salvation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":4,"text":"And in that day shall ye say, Praise the LORD, call upon his name, declare his doings among the people, make mention that his name is exalted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":5,"text":"Sing unto the LORD; for he hath done excellent things: this\nis\n known in all the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":12,"verse":6,"text":"Cry out and shout, thou inhabitant of Zion: for great\nis the Holy One of Israel in the midst of thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":1,"text":"The burden of Babylon, which Isaiah the son of Amoz did see.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":2,"text":"Lift ye up a banner upon the high mountain, exalt the voice unto them, shake the hand, that they may go into the gates of the nobles.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":3,"text":"I have commanded my sanctified ones, I have also called my mighty ones for mine anger,\neven them that rejoice in my highness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":4,"text":"The noise of a multitude in the mountains, like as of a great people; a tumultuous noise of the kingdoms of nations gathered together: the LORD of hosts mustereth the host of the battle.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":5,"text":"They come from a far country, from the end of heaven,\neven\n the LORD, and the weapons of his indignation, to destroy the whole land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":6,"text":"Howl ye; for the day of the LORD\nis at hand; it shall come as a destruction from the Almighty.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":7,"text":"Therefore shall all hands be faint, and every man’s heart shall melt:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":8,"text":"And they shall be afraid: pangs and sorrows shall take hold of them; they shall be in pain as a woman that travaileth: they shall be amazed one at another; their faces\nshall be as flames.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":9,"text":"Behold, the day of the LORD cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":10,"text":"For the stars of heaven and the constellations thereof shall not give their light: the sun shall be darkened in his going forth, and the moon shall not cause her light to shine.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":11,"text":"And I will punish the world for\ntheir evil, and the wicked for their iniquity; and I will cause the arrogancy of the proud to cease, and will lay low the haughtiness of the terrible.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":12,"text":"I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":13,"text":"Therefore I will shake the heavens, and the earth shall remove out of her place, in the wrath of the LORD of hosts, and in the day of his fierce anger.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":14,"text":"And it shall be as the chased roe, and as a sheep that no man taketh up: they shall every man turn to his own people, and flee every one into his own land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":15,"text":"Every one that is found shall be thrust through; and every one that is joined\nunto them shall fall by the sword.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":16,"text":"Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":17,"text":"Behold, I will stir up the Medes against them, which shall not regard silver; and\nas for gold, they shall not delight in it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":18,"text":"Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":19,"text":"And Babylon, the glory of kingdoms, the beauty of the Chaldees’ excellency, shall be as when God overthrew Sodom and Gomorrah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":20,"text":"It shall never be inhabited, neither shall it be dwelt in from generation to generation: neither shall the Arabian pitch tent there; neither shall the shepherds make their fold there.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":21,"text":"But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":13,"verse":22,"text":"And the wild beasts of the islands shall cry in their desolate houses, and dragons in\ntheir pleasant palaces: and her time\nis\n near to come, and her days shall not be prolonged.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":1,"text":"For the LORD will have mercy on Jacob, and will yet choose Israel, and set them in their own land: and the strangers shall be joined with them, and they shall cleave to the house of Jacob.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":2,"text":"And the people shall take them, and bring them to their place: and the house of Israel shall possess them in the land of the LORD for servants and handmaids: and they shall take them captives, whose captives they were; and they shall rule over their oppressors.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":3,"text":"And it shall come to pass in the day that the LORD shall give thee rest from thy sorrow, and from thy fear, and from the hard bondage wherein thou wast made to serve,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":4,"text":"That thou shalt take up this proverb against the king of Babylon, and say, How hath the oppressor ceased! the golden city ceased!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":5,"text":"The LORD hath broken the staff of the wicked,\nand the sceptre of the rulers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":6,"text":"He who smote the people in wrath with a continual stroke, he that ruled the nations in anger, is persecuted,\nand none hindereth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":7,"text":"The whole earth is at rest,\nand is quiet: they break forth into singing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":8,"text":"Yea, the fir trees rejoice at thee,\nand the cedars of Lebanon,\nsaying, Since thou art laid down, no feller is come up against us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":9,"text":"Hell from beneath is moved for thee to meet\nthee at thy coming: it stirreth up the dead for thee,\neven all the chief ones of the earth; it hath raised up from their thrones all the kings of the nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":10,"text":"All they shall speak and say unto thee, Art thou also become weak as we? art thou become like unto us?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":11,"text":"Thy pomp is brought down to the grave,\nand the noise of thy viols: the worm is spread under thee, and the worms cover thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":12,"text":"How art thou fallen from heaven, O Lucifer, son of the morning!\nhow art thou cut down to the ground, which didst weaken the nations!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":13,"text":"For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":14,"text":"I will ascend above the heights of the clouds; I will be like the most High.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":15,"text":"Yet thou shalt be brought down to hell, to the sides of the pit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":16,"text":"They that see thee shall narrowly look upon thee,\nand consider thee,\nsaying, Is this the man that made the earth to tremble, that did shake kingdoms;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":17,"text":"That made the world as a wilderness, and destroyed the cities thereof;\nthat opened not the house of his prisoners?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":18,"text":"All the kings of the nations,\neven all of them, lie in glory, every one in his own house.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":19,"text":"But thou art cast out of thy grave like an abominable branch,\nand as the raiment of those that are slain, thrust through with a sword, that go down to the stones of the pit; as a carcase trodden under feet.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":20,"text":"Thou shalt not be joined with them in burial, because thou hast destroyed thy land,\nand slain thy people: the seed of evildoers shall never be renowned.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":21,"text":"Prepare slaughter for his children for the iniquity of their fathers; that they do not rise, nor possess the land, nor fill the face of the world with cities.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":22,"text":"For I will rise up against them, saith the LORD of hosts, and cut off from Babylon the name, and remnant, and son, and nephew, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":23,"text":"I will also make it a possession for the bittern, and pools of water: and I will sweep it with the besom of destruction, saith the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":24,"text":"The LORD of hosts hath sworn, saying, Surely as I have thought, so shall it come to pass; and as I have purposed,\nso shall it stand:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":25,"text":"That I will break the Assyrian in my land, and upon my mountains tread him under foot: then shall his yoke depart from off them, and his burden depart from off their shoulders.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":26,"text":"This\nis the purpose that is purposed upon the whole earth: and this\nis the hand that is stretched out upon all the nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":27,"text":"For the LORD of hosts hath purposed, and who shall disannul\nit?\n and his hand\nis stretched out, and who shall turn it back?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":28,"text":"In the year that king Ahaz died was this burden.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":29,"text":"Rejoice not thou, whole Palestina, because the rod of him that smote thee is broken: for out of the serpent’s root shall come forth a cockatrice, and his fruit\nshall be a fiery flying serpent.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":30,"text":"And the firstborn of the poor shall feed, and the needy shall lie down in safety: and I will kill thy root with famine, and he shall slay thy remnant.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":31,"text":"Howl, O gate; cry, O city; thou, whole Palestina,\nart dissolved: for there shall come from the north a smoke, and none\nshall be alone in his appointed times.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":14,"verse":32,"text":"What shall\none then answer the messengers of the nation? That the LORD hath founded Zion, and the poor of his people shall trust in it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":1,"text":"The burden of Moab. Because in the night Ar of Moab is laid waste,\nand brought to silence; because in the night Kir of Moab is laid waste,\nand brought to silence;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":2,"text":"He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads\nshall be\n baldness,\nand every beard cut off.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":3,"text":"In their streets they shall gird themselves with sackcloth: on the tops of their houses, and in their streets, every one shall howl, weeping abundantly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":4,"text":"And Heshbon shall cry, and Elealeh: their voice shall be heard\neven unto Jahaz: therefore the armed soldiers of Moab shall cry out; his life shall be grievous unto him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":5,"text":"My heart shall cry out for Moab; his fugitives\nshall flee\n unto Zoar, an heifer of three years old: for by the mounting up of Luhith with weeping shall they go it up; for in the way of Horonaim they shall raise up a cry of destruction.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":6,"text":"For the waters of Nimrim shall be desolate: for the hay is withered away, the grass faileth, there is no green thing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":7,"text":"Therefore the abundance they have gotten, and that which they have laid up, shall they carry away to the brook of the willows.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":8,"text":"For the cry is gone round about the borders of Moab; the howling thereof unto Eglaim, and the howling thereof unto Beer-elim.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":15,"verse":9,"text":"For the waters of Dimon shall be full of blood: for I will bring more upon Dimon, lions upon him that escapeth of Moab, and upon the remnant of the land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":1,"text":"Send ye the lamb to the ruler of the land from Sela to the wilderness, unto the mount of the daughter of Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":2,"text":"For it shall be,\nthat, as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":3,"text":"Take counsel, execute judgment; make thy shadow as the night in the midst of the noonday; hide the outcasts; bewray not him that wandereth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":4,"text":"Let mine outcasts dwell with thee, Moab; be thou a covert to them from the face of the spoiler: for the extortioner is at an end, the spoiler ceaseth, the oppressors are consumed out of the land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":5,"text":"And in mercy shall the throne be established: and he shall sit upon it in truth in the tabernacle of David, judging, and seeking judgment, and hasting righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":6,"text":"We have heard of the pride of Moab;\nhe is very proud:\neven of his haughtiness, and his pride, and his wrath:\nbut\n his lies\nshall not\nbe so.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":7,"text":"Therefore shall Moab howl for Moab, every one shall howl: for the foundations of Kir-hareseth shall ye mourn; surely\nthey are stricken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":8,"text":"For the fields of Heshbon languish,\nand the vine of Sibmah: the lords of the heathen have broken down the principal plants thereof, they are come\neven unto Jazer, they wandered\nthrough the wilderness: her branches are stretched out, they are gone over the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":9,"text":"Therefore I will bewail with the weeping of Jazer the vine of Sibmah: I will water thee with my tears, O Heshbon, and Elealeh: for the shouting for thy summer fruits and for thy harvest is fallen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":10,"text":"And gladness is taken away, and joy out of the plentiful field; and in the vineyards there shall be no singing, neither shall there be shouting: the treaders shall tread out no wine in\ntheir presses; I have made\ntheir vintage shouting to cease.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":11,"text":"Wherefore my bowels shall sound like an harp for Moab, and mine inward parts for Kir-haresh.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":12,"text":"And it shall come to pass, when it is seen that Moab is weary on the high place, that he shall come to his sanctuary to pray; but he shall not prevail.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":13,"text":"This\nis the word that the LORD hath spoken concerning Moab since that time.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":16,"verse":14,"text":"But now the LORD hath spoken, saying, Within three years, as the years of an hireling, and the glory of Moab shall be contemned, with all that great multitude; and the remnant\nshall be very small\nand feeble.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":1,"text":"The burden of Damascus. Behold, Damascus is taken away from\nbeing\n a city, and it shall be a ruinous heap.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":2,"text":"The cities of Aroer\nare forsaken: they shall be for flocks, which shall lie down, and none shall make\nthem afraid.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":3,"text":"The fortress also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Syria: they shall be as the glory of the children of Israel, saith the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":4,"text":"And in that day it shall come to pass,\nthat the glory of Jacob shall be made thin, and the fatness of his flesh shall wax lean.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":5,"text":"And it shall be as when the harvestman gathereth the corn, and reapeth the ears with his arm; and it shall be as he that gathereth ears in the valley of Rephaim.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":6,"text":"Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two\nor three berries in the top of the uppermost bough, four\nor five in the outmost fruitful branches thereof, saith the LORD God of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":7,"text":"At that day shall a man look to his Maker, and his eyes shall have respect to the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":8,"text":"And he shall not look to the altars, the work of his hands, neither shall respect\nthat which his fingers have made, either the groves, or the images.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":9,"text":"In that day shall his strong cities be as a forsaken bough, and an uppermost branch, which they left because of the children of Israel: and there shall be desolation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":10,"text":"Because thou hast forgotten the God of thy salvation, and hast not been mindful of the rock of thy strength, therefore shalt thou plant pleasant plants, and shalt set it with strange slips:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":11,"text":"In the day shalt thou make thy plant to grow, and in the morning shalt thou make thy seed to flourish:\nbut the harvest\nshall be\n a heap in the day of grief and of desperate sorrow.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":12,"text":"Woe to the multitude of many people,\nwhich make a noise like the noise of the seas; and to the rushing of nations,\nthat make a rushing like the rushing of mighty waters!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":13,"text":"The nations shall rush like the rushing of many waters: but\nGod\n shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like a rolling thing before the whirlwind.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":17,"verse":14,"text":"And behold at eveningtide trouble;\nand before the morning he\nis not. This\nis the portion of them that spoil us, and the lot of them that rob us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":1,"text":"Woe to the land shadowing with wings, which\nis beyond the rivers of Ethiopia:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":2,"text":"That sendeth ambassadors by the sea, even in vessels of bulrushes upon the waters,\nsaying, Go, ye swift messengers, to a nation scattered and peeled, to a people terrible from their beginning hitherto; a nation meted out and trodden down, whose land the rivers have spoiled!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":3,"text":"All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":4,"text":"For so the LORD said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs,\nand like a cloud of dew in the heat of harvest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":5,"text":"For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away\nand cut down the branches.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":6,"text":"They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":18,"verse":7,"text":"In that time shall the present be brought unto the LORD of hosts of a people scattered and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the LORD of hosts, the mount Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":1,"text":"The burden of Egypt. Behold, the LORD rideth upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":2,"text":"And I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city,\nand kingdom against kingdom.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":3,"text":"And the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":4,"text":"And the Egyptians will I give over into the hand of a cruel lord; and a fierce king shall rule over them, saith the Lord, the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":5,"text":"And the waters shall fail from the sea, and the river shall be wasted and dried up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":6,"text":"And they shall turn the rivers far away;\nand the brooks of defence shall be emptied and dried up: the reeds and flags shall wither.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":7,"text":"The paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no\nmore.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":8,"text":"The fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":9,"text":"Moreover they that work in fine flax, and they that weave networks, shall be confounded.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":10,"text":"And they shall be broken in the purposes thereof, all that make sluices\nand ponds for fish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":11,"text":"Surely the princes of Zoan\nare fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say ye unto Pharaoh, I\nam the son of the wise, the son of ancient kings?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":12,"text":"Where\nare they? where\nare thy wise\nmen?\n and let them tell thee now, and let them know what the LORD of hosts hath purposed upon Egypt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":13,"text":"The princes of Zoan are become fools, the princes of Noph are deceived; they have also seduced Egypt,\neven they that are the stay of the tribes thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":14,"text":"The LORD hath mingled a perverse spirit in the midst thereof: and they have caused Egypt to err in every work thereof, as a drunken\nman\n staggereth in his vomit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":15,"text":"Neither shall there be\nany work for Egypt, which the head or tail, branch or rush, may do.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":16,"text":"In that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the LORD of hosts, which he shaketh over it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":17,"text":"And the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the LORD of hosts, which he hath determined against it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":18,"text":"In that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the LORD of hosts; one shall be called, The city of destruction.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":19,"text":"In that day shall there be an altar to the LORD in the midst of the land of Egypt, and a pillar at the border thereof to the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":20,"text":"And it shall be for a sign and for a witness unto the LORD of hosts in the land of Egypt: for they shall cry unto the LORD because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":21,"text":"And the LORD shall be known to Egypt, and the Egyptians shall know the LORD in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the LORD, and perform\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":22,"text":"And the LORD shall smite Egypt: he shall smite and heal\nit:\n and they shall return\neven to the LORD, and he shall be intreated of them, and shall heal them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":23,"text":"In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":24,"text":"In that day shall Israel be the third with Egypt and with Assyria,\neven a blessing in the midst of the land:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":19,"verse":25,"text":"Whom the LORD of hosts shall bless, saying, Blessed\nbe Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":1,"text":"In the year that Tartan came unto Ashdod, (when Sargon the king of Assyria sent him,) and fought against Ashdod, and took it;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":2,"text":"At the same time spake the LORD by Isaiah the son of Amoz, saying, Go and loose the sackcloth from off thy loins, and put off thy shoe from thy foot. And he did so, walking naked and barefoot.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":3,"text":"And the LORD said, Like as my servant Isaiah hath walked naked and barefoot three years\nfor a sign and wonder upon Egypt and upon Ethiopia;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":4,"text":"So shall the king of Assyria lead away the Egyptians prisoners, and the Ethiopians captives, young and old, naked and barefoot, even with\ntheir\n buttocks uncovered, to the shame of Egypt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":5,"text":"And they shall be afraid and ashamed of Ethiopia their expectation, and of Egypt their glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":20,"verse":6,"text":"And the inhabitant of this isle shall say in that day, Behold, such\nis our expectation, whither we flee for help to be delivered from the king of Assyria: and how shall we escape?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":1,"text":"The burden of the desert of the sea. As whirlwinds in the south pass through;\nso it cometh from the desert, from a terrible land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":2,"text":"A grievous vision is declared unto me; the treacherous dealer dealeth treacherously, and the spoiler spoileth. Go up, O Elam: besiege, O Media; all the sighing thereof have I made to cease.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":3,"text":"Therefore are my loins filled with pain: pangs have taken hold upon me, as the pangs of a woman that travaileth: I was bowed down at the hearing\nof it; I was dismayed at the seeing\nof it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":4,"text":"My heart panted, fearfulness affrighted me: the night of my pleasure hath he turned into fear unto me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":5,"text":"Prepare the table, watch in the watchtower, eat, drink: arise, ye princes,\nand anoint the shield.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":6,"text":"For thus hath the Lord said unto me, Go, set a watchman, let him declare what he seeth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":7,"text":"And he saw a chariot\nwith a couple of horsemen, a chariot of asses,\nand a chariot of camels; and he hearkened diligently with much heed:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":8,"text":"And he cried, A lion: My lord, I stand continually upon the watchtower in the daytime, and I am set in my ward whole nights:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":9,"text":"And, behold, here cometh a chariot of men,\nwith a couple of horsemen. And he answered and said, Babylon is fallen, is fallen; and all the graven images of her gods he hath broken unto the ground.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":10,"text":"O my threshing, and the corn of my floor: that which I have heard of the LORD of hosts, the God of Israel, have I declared unto you.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":11,"text":"The burden of Dumah. He calleth to me out of Seir, Watchman, what of the night? Watchman, what of the night?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":12,"text":"The watchman said, The morning cometh, and also the night: if ye will enquire, enquire ye: return, come.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":13,"text":"The burden upon Arabia. In the forest in Arabia shall ye lodge, O ye travelling companies of Dedanim.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":14,"text":"The inhabitants of the land of Tema brought water to him that was thirsty, they prevented with their bread him that fled.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":15,"text":"For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":16,"text":"For thus hath the Lord said unto me, Within a year, according to the years of an hireling, and all the glory of Kedar shall fail:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":21,"verse":17,"text":"And the residue of the number of archers, the mighty men of the children of Kedar, shall be diminished: for the LORD God of Israel hath spoken\nit."},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":1,"text":"The burden of the valley of vision. What aileth thee now, that thou art wholly gone up to the housetops?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":2,"text":"Thou that art full of stirs, a tumultuous city, a joyous city: thy slain\nmen are not slain with the sword, nor dead in battle.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":3,"text":"All thy rulers are fled together, they are bound by the archers: all that are found in thee are bound together,\nwhich have fled from far.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":4,"text":"Therefore said I, Look away from me; I will weep bitterly, labour not to comfort me, because of the spoiling of the daughter of my people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":5,"text":"For\nit is a day of trouble, and of treading down, and of perplexity by the Lord GOD of hosts in the valley of vision, breaking down the walls, and of crying to the mountains.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":6,"text":"And Elam bare the quiver with chariots of men\nand horsemen, and Kir uncovered the shield.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":7,"text":"And it shall come to pass,\nthat thy choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":8,"text":"And he discovered the covering of Judah, and thou didst look in that day to the armour of the house of the forest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":9,"text":"Ye have seen also the breaches of the city of David, that they are many: and ye gathered together the waters of the lower pool.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":10,"text":"And ye have numbered the houses of Jerusalem, and the houses have ye broken down to fortify the wall.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":11,"text":"Ye made also a ditch between the two walls for the water of the old pool: but ye have not looked unto the maker thereof, neither had respect unto him that fashioned it long ago.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":12,"text":"And in that day did the Lord GOD of hosts call to weeping, and to mourning, and to baldness, and to girding with sackcloth:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":13,"text":"And behold joy and gladness, slaying oxen, and killing sheep, eating flesh, and drinking wine: let us eat and drink; for to morrow we shall die.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":14,"text":"And it was revealed in mine ears by the LORD of hosts, Surely this iniquity shall not be purged from you till ye die, saith the Lord GOD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":15,"text":"Thus saith the Lord GOD of hosts, Go, get thee unto this treasurer,\neven unto Shebna, which\nis over the house,\nand say,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":16,"text":"What hast thou here? and whom hast thou here, that thou hast hewed thee out a sepulchre here,\nas he that heweth him out a sepulchre on high,\nand that graveth an habitation for himself in a rock?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":17,"text":"Behold, the LORD will carry thee away with a mighty captivity, and will surely cover thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":18,"text":"He will surely violently turn and toss thee\nlike a ball into a large country: there shalt thou die, and there the chariots of thy glory\nshall be the shame of thy lord’s house.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":19,"text":"And I will drive thee from thy station, and from thy state shall he pull thee down.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":20,"text":"And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":21,"text":"And I will clothe him with thy robe, and strengthen him with thy girdle, and I will commit thy government into his hand: and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":22,"text":"And the key of the house of David will I lay upon his shoulder; so he shall open, and none shall shut; and he shall shut, and none shall open.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":23,"text":"And I will fasten him as a nail in a sure place; and he shall be for a glorious throne to his father’s house.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":24,"text":"And they shall hang upon him all the glory of his father’s house, the offspring and the issue, all vessels of small quantity, from the vessels of cups, even to all the vessels of flagons.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":22,"verse":25,"text":"In that day, saith the LORD of hosts, shall the nail that is fastened in the sure place be removed, and be cut down, and fall; and the burden that\nwas upon it shall be cut off: for the LORD hath spoken\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":1,"text":"The burden of Tyre. Howl, ye ships of Tarshish; for it is laid waste, so that there is no house, no entering in: from the land of Chittim it is revealed to them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":2,"text":"Be still, ye inhabitants of the isle; thou whom the merchants of Zidon, that pass over the sea, have replenished.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":3,"text":"And by great waters the seed of Sihor, the harvest of the river,\nis her revenue; and she is a mart of nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":4,"text":"Be thou ashamed, O Zidon: for the sea hath spoken,\neven the strength of the sea, saying, I travail not, nor bring forth children, neither do I nourish up young men,\nnor bring up virgins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":5,"text":"As at the report concerning Egypt,\nso shall they be sorely pained at the report of Tyre.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":6,"text":"Pass ye over to Tarshish; howl, ye inhabitants of the isle.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":7,"text":"Is this your joyous\ncity, whose antiquity\nis\n of ancient days? her own feet shall carry her afar off to sojourn.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":8,"text":"Who hath taken this counsel against Tyre, the crowning\ncity,\n whose merchants\nare princes, whose traffickers\nare\n the honourable of the earth?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":9,"text":"The LORD of hosts hath purposed it, to stain the pride of all glory,\nand to bring into contempt all the honourable of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":10,"text":"Pass through thy land as a river, O daughter of Tarshish:\nthere is\n no more strength.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":11,"text":"He stretched out his hand over the sea, he shook the kingdoms: the LORD hath given a commandment against the merchant\ncity, to destroy the strong holds thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":12,"text":"And he said, Thou shalt no more rejoice, O thou oppressed virgin, daughter of Zidon: arise, pass over to Chittim; there also shalt thou have no rest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":13,"text":"Behold the land of the Chaldeans; this people was not,\ntil\n the Assyrian founded it for them that dwell in the wilderness: they set up the towers thereof, they raised up the palaces thereof;\nand\n he brought it to ruin.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":14,"text":"Howl, ye ships of Tarshish: for your strength is laid waste.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":15,"text":"And it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king: after the end of seventy years shall Tyre sing as an harlot.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":16,"text":"Take an harp, go about the city, thou harlot that hast been forgotten; make sweet melody, sing many songs, that thou mayest be remembered.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":17,"text":"And it shall come to pass after the end of seventy years, that the LORD will visit Tyre, and she shall turn to her hire, and shall commit fornication with all the kingdoms of the world upon the face of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":23,"verse":18,"text":"And her merchandise and her hire shall be holiness to the LORD: it shall not be treasured nor laid up; for her merchandise shall be for them that dwell before the LORD, to eat sufficiently, and for durable clothing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":1,"text":"Behold, the LORD maketh the earth empty, and maketh it waste, and turneth it upside down, and scattereth abroad the inhabitants thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":2,"text":"And it shall be, as with the people, so with the priest; as with the servant, so with his master; as with the maid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the taker of usury, so with the giver of usury to him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":3,"text":"The land shall be utterly emptied, and utterly spoiled: for the LORD hath spoken this word.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":4,"text":"The earth mourneth\nand fadeth away, the world languisheth\nand fadeth away, the haughty people of the earth do languish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":5,"text":"The earth also is defiled under the inhabitants thereof; because they have transgressed the laws, changed the ordinance, broken the everlasting covenant.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":6,"text":"Therefore hath the curse devoured the earth, and they that dwell therein are desolate: therefore the inhabitants of the earth are burned, and few men left.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":7,"text":"The new wine mourneth, the vine languisheth, all the merryhearted do sigh.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":8,"text":"The mirth of tabrets ceaseth, the noise of them that rejoice endeth, the joy of the harp ceaseth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":9,"text":"They shall not drink wine with a song; strong drink shall be bitter to them that drink it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":10,"text":"The city of confusion is broken down: every house is shut up, that no man may come in.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":11,"text":"There is a crying for wine in the streets; all joy is darkened, the mirth of the land is gone.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":12,"text":"In the city is left desolation, and the gate is smitten with destruction.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":13,"text":"When thus it shall be in the midst of the land among the people,\nthere shall be as the shaking of an olive tree,\nand as the gleaning grapes when the vintage is done.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":14,"text":"They shall lift up their voice, they shall sing for the majesty of the LORD, they shall cry aloud from the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":15,"text":"Wherefore glorify ye the LORD in the fires,\neven the name of the LORD God of Israel in the isles of the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":16,"text":"From the uttermost part of the earth have we heard songs,\neven\n glory to the righteous. But I said, My leanness, my leanness, woe unto me! the treacherous dealers have dealt treacherously; yea, the treacherous dealers have dealt very treacherously.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":17,"text":"Fear, and the pit, and the snare,\nare upon thee, O inhabitant of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":18,"text":"And it shall come to pass,\nthat he who fleeth from the noise of the fear shall fall into the pit; and he that cometh up out of the midst of the pit shall be taken in the snare: for the windows from on high are open, and the foundations of the earth do shake.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":19,"text":"The earth is utterly broken down, the earth is clean dissolved, the earth is moved exceedingly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":20,"text":"The earth shall reel to and fro like a drunkard, and shall be removed like a cottage; and the transgression thereof shall be heavy upon it; and it shall fall, and not rise again.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":21,"text":"And it shall come to pass in that day,\nthat the LORD shall punish the host of the high ones\nthat are on high, and the kings of the earth upon the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":22,"text":"And they shall be gathered together,\nas prisoners are gathered in the pit, and shall be shut up in the prison, and after many days shall they be visited.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":24,"verse":23,"text":"Then the moon shall be confounded, and the sun ashamed, when the LORD of hosts shall reign in mount Zion, and in Jerusalem, and before his ancients gloriously.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":1,"text":"O LORD, thou\nart my God; I will exalt thee, I will praise thy name; for thou hast done wonderful\nthings; thy counsels of old\nare faithfulness\nand truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":2,"text":"For thou hast made of a city an heap;\nof a defenced city a ruin: a palace of strangers to be no city; it shall never be built.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":3,"text":"Therefore shall the strong people glorify thee, the city of the terrible nations shall fear thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":4,"text":"For thou hast been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shadow from the heat, when the blast of the terrible ones\nis as a storm\nagainst the wall.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":5,"text":"Thou shalt bring down the noise of strangers, as the heat in a dry place;\neven the heat with the shadow of a cloud: the branch of the terrible ones shall be brought low.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":6,"text":"And in this mountain shall the LORD of hosts make unto all people a feast of fat things, a feast of wines on the lees, of fat things full of marrow, of wines on the lees well refined.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":7,"text":"And he will destroy in this mountain the face of the covering cast over all people, and the vail that is spread over all nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":8,"text":"He will swallow up death in victory; and the Lord GOD will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the LORD hath spoken\nit."},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":9,"text":"And it shall be said in that day, Lo, this\nis our God; we have waited for him, and he will save us: this\nis the LORD; we have waited for him, we will be glad and rejoice in his salvation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":10,"text":"For in this mountain shall the hand of the LORD rest, and Moab shall be trodden down under him, even as straw is trodden down for the dunghill.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":11,"text":"And he shall spread forth his hands in the midst of them, as he that swimmeth spreadeth forth\nhis hands to swim: and he shall bring down their pride together with the spoils of their hands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":25,"verse":12,"text":"And the fortress of the high fort of thy walls shall he bring down, lay low,\nand bring to the ground,\neven to the dust.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":1,"text":"In that day shall this song be sung in the land of Judah; We have a strong city; salvation will\nGod appoint\nfor walls and bulwarks.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":2,"text":"Open ye the gates, that the righteous nation which keepeth the truth may enter in.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":3,"text":"Thou wilt keep\nhim in perfect peace,\nwhose mind\nis stayed\non thee: because he trusteth in thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":4,"text":"Trust ye in the LORD for ever: for in the LORD JEHOVAH\nis\n everlasting strength:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":5,"text":"For he bringeth down them that dwell on high; the lofty city, he layeth it low; he layeth it low,\neven to the ground; he bringeth it\neven to the dust.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":6,"text":"The foot shall tread it down,\neven the feet of the poor,\nand the steps of the needy.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":7,"text":"The way of the just\nis uprightness: thou, most upright, dost weigh the path of the just.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":8,"text":"Yea, in the way of thy judgments, O LORD, have we waited for thee; the desire of\nour soul\nis to thy name, and to the remembrance of thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":9,"text":"With my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early: for when thy judgments\nare in the earth, the inhabitants of the world will learn righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":10,"text":"Let favour be shewed to the wicked,\nyet will he not learn righteousness: in the land of uprightness will he deal unjustly, and will not behold the majesty of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":11,"text":"LORD,\nwhen thy hand is lifted up, they will not see:\nbut they shall see, and be ashamed for\ntheir envy at the people; yea, the fire of thine enemies shall devour them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":12,"text":"LORD, thou wilt ordain peace for us: for thou also hast wrought all our works in us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":13,"text":"O LORD our God,\nother lords besides thee have had dominion over us:\nbut by thee only will we make mention of thy name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":14,"text":"They are dead, they shall not live;\nthey are deceased, they shall not rise: therefore hast thou visited and destroyed them, and made all their memory to perish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":15,"text":"Thou hast increased the nation, O LORD, thou hast increased the nation: thou art glorified: thou hadst removed\nit far\nunto all the ends of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":16,"text":"LORD, in trouble have they visited thee, they poured out a prayer\nwhen thy chastening\nwas upon them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":17,"text":"Like as a woman with child,\nthat draweth near the time of her delivery, is in pain,\nand crieth out in her pangs; so have we been in thy sight, O LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":18,"text":"We have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the earth; neither have the inhabitants of the world fallen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":19,"text":"Thy dead\nmen shall live,\ntogether with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew\nis as the dew of herbs, and the earth shall cast out the dead.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":20,"text":"Come, my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself as it were for a little moment, until the indignation be overpast.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":26,"verse":21,"text":"For, behold, the LORD cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":1,"text":"In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that\nis in the sea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":2,"text":"In that day sing ye unto her, A vineyard of red wine.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":3,"text":"I the LORD do keep it; I will water it every moment: lest\nany\n hurt it, I will keep it night and day.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":4,"text":"Fury\nis not in me: who would set the briers\nand\n thorns against me in battle? I would go through them, I would burn them together.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":5,"text":"Or let him take hold of my strength,\nthat he may make peace with me;\nand he shall make peace with me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":6,"text":"He shall cause them that come of Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":7,"text":"Hath he smitten him, as he smote those that smote him?\nor\n is he slain according to the slaughter of them that are slain by him?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":8,"text":"In measure, when it shooteth forth, thou wilt debate with it: he stayeth his rough wind in the day of the east wind.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":9,"text":"By this therefore shall the iniquity of Jacob be purged; and this is all the fruit to take away his sin; when he maketh all the stones of the altar as chalkstones that are beaten in sunder, the groves and images shall not stand up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":10,"text":"Yet the defenced city\nshall be desolate,\nand the habitation forsaken, and left like a wilderness: there shall the calf feed, and there shall he lie down, and consume the branches thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":11,"text":"When the boughs thereof are withered, they shall be broken off: the women come,\nand set them on fire: for it\nis a people of no understanding: therefore he that made them will not have mercy on them, and he that formed them will shew them no favour.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":12,"text":"And it shall come to pass in that day,\nthat the LORD shall beat off from the channel of the river unto the stream of Egypt, and ye shall be gathered one by one, O ye children of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":27,"verse":13,"text":"And it shall come to pass in that day,\nthat the great trumpet shall be blown, and they shall come which were ready to perish in the land of Assyria, and the outcasts in the land of Egypt, and shall worship the LORD in the holy mount at Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":1,"text":"Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty is a fading flower, which\nare on the head of the fat valleys of them that are overcome with wine!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":2,"text":"Behold, the Lord hath a mighty and strong one,\nwhich as a tempest of hail\nand a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":3,"text":"The crown of pride, the drunkards of Ephraim, shall be trodden under feet:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":4,"text":"And the glorious beauty, which is on the head of the fat valley, shall be a fading flower,\nand as the hasty fruit before the summer; which\nwhen he that looketh upon it seeth, while it is yet in his hand he eateth it up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":5,"text":"In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":6,"text":"And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn the battle to the gate.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":7,"text":"But they also have erred through wine, and through strong drink are out of the way; the priest and the prophet have erred through strong drink, they are swallowed up of wine, they are out of the way through strong drink; they err in vision, they stumble\nin judgment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":8,"text":"For all tables are full of vomit\nand filthiness,\nso that there is no place\nclean."},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":9,"text":"Whom shall he teach knowledge? and whom shall he make to understand doctrine?\nthem that are weaned from the milk,\nand drawn from the breasts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":10,"text":"For precept\nmust be upon precept, precept upon precept; line upon line, line upon line; here a little,\nand there a little:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":11,"text":"For with stammering lips and another tongue will he speak to this people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":12,"text":"To whom he said, This\nis the rest\nwherewith ye may cause the weary to rest; and this\nis the refreshing: yet they would not hear.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":13,"text":"But the word of the LORD was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little,\nand\n there a little; that they might go, and fall backward, and be broken, and snared, and taken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":14,"text":"Wherefore hear the word of the LORD, ye scornful men, that rule this people which\nis in Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":15,"text":"Because ye have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":16,"text":"Therefore thus saith the Lord GOD, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner\nstone, a sure foundation: he that believeth shall not make haste.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":17,"text":"Judgment also will I lay to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":18,"text":"And your covenant with death shall be disannulled, and your agreement with hell shall not stand; when the overflowing scourge shall pass through, then ye shall be trodden down by it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":19,"text":"From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":20,"text":"For the bed is shorter than that\na man can stretch himself\non it: and the covering narrower than that he can wrap himself\nin it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":21,"text":"For the LORD shall rise up as\nin mount Perazim, he shall be wroth as\nin the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":22,"text":"Now therefore be ye not mockers, lest your bands be made strong: for I have heard from the Lord GOD of hosts a consumption, even determined upon the whole earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":23,"text":"Give ye ear, and hear my voice; hearken, and hear my speech.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":24,"text":"Doth the plowman plow all day to sow? doth he open and break the clods of his ground?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":25,"text":"When he hath made plain the face thereof, doth he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and rie in their place?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":26,"text":"For his God doth instruct him to discretion,\nand doth teach him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":27,"text":"For the fitches are not threshed with a threshing instrument, neither is a cart wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":28,"text":"Bread\ncorn is bruised; because he will not ever be threshing it, nor break\nit with the wheel of his cart, nor bruise it\nwith his horsemen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":28,"verse":29,"text":"This also cometh forth from the LORD of hosts,\nwhich is wonderful in counsel,\nand excellent in working.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":1,"text":"Woe to Ariel, to Ariel, the city\nwhere David dwelt! add ye year to year; let them kill sacrifices.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":2,"text":"Yet I will distress Ariel, and there shall be heaviness and sorrow: and it shall be unto me as Ariel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":3,"text":"And I will camp against thee round about, and will lay siege against thee with a mount, and I will raise forts against thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":4,"text":"And thou shalt be brought down,\nand shalt speak out of the ground, and thy speech shall be low out of the dust, and thy voice shall be, as of one that hath a familiar spirit, out of the ground, and thy speech shall whisper out of the dust.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":5,"text":"Moreover the multitude of thy strangers shall be like small dust, and the multitude of the terrible ones\nshall be as chaff that passeth away: yea, it shall be at an instant suddenly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":6,"text":"Thou shalt be visited of the LORD of hosts with thunder, and with earthquake, and great noise, with storm and tempest, and the flame of devouring fire.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":7,"text":"And the multitude of all the nations that fight against Ariel, even all that fight against her and her munition, and that distress her, shall be as a dream of a night vision.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":8,"text":"It shall even be as when an hungry\nman dreameth, and, behold, he eateth; but he awaketh, and his soul is empty: or as when a thirsty man dreameth, and, behold, he drinketh; but he awaketh, and, behold,\nhe is\n faint, and his soul hath appetite: so shall the multitude of all the nations be, that fight against mount Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":9,"text":"Stay yourselves, and wonder; cry ye out, and cry: they are drunken, but not with wine; they stagger, but not with strong drink.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":10,"text":"For the LORD hath poured out upon you the spirit of deep sleep, and hath closed your eyes: the prophets and your rulers, the seers hath he covered.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":11,"text":"And the vision of all is become unto you as the words of a book that is sealed, which\nmen deliver to one that is learned, saying, Read this, I pray thee: and he saith, I cannot; for it\nis sealed:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":12,"text":"And the book is delivered to him that is not learned, saying, Read this, I pray thee: and he saith, I am not learned.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":13,"text":"Wherefore the Lord said, Forasmuch as this people draw near\nme\n with their mouth, and with their lips do honour me, but have removed their heart far from me, and their fear toward me is taught by the precept of men:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":14,"text":"Therefore, behold, I will proceed to do a marvellous work among this people,\neven a marvellous work and a wonder: for the wisdom of their wise\nmen shall perish, and the understanding of their prudent\nmen shall be hid.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":15,"text":"Woe unto them that seek deep to hide their counsel from the LORD, and their works are in the dark, and they say, Who seeth us? and who knoweth us?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":16,"text":"Surely your turning of things upside down shall be esteemed as the potter’s clay: for shall the work say of him that made it, He made me not? or shall the thing framed say of him that framed it, He had no understanding?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":17,"text":"Is it not yet a very little while, and Lebanon shall be turned into a fruitful field, and the fruitful field shall be esteemed as a forest?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":18,"text":"And in that day shall the deaf hear the words of the book, and the eyes of the blind shall see out of obscurity, and out of darkness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":19,"text":"The meek also shall increase\ntheir joy in the LORD, and the poor among men shall rejoice in the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":20,"text":"For the terrible one is brought to nought, and the scorner is consumed, and all that watch for iniquity are cut off:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":21,"text":"That make a man an offender for a word, and lay a snare for him that reproveth in the gate, and turn aside the just for a thing of nought.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":22,"text":"Therefore thus saith the LORD, who redeemed Abraham, concerning the house of Jacob, Jacob shall not now be ashamed, neither shall his face now wax pale.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":23,"text":"But when he seeth his children, the work of mine hands, in the midst of him, they shall sanctify my name, and sanctify the Holy One of Jacob, and shall fear the God of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":29,"verse":24,"text":"They also that erred in spirit shall come to understanding, and they that murmured shall learn doctrine.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":1,"text":"Woe to the rebellious children, saith the LORD, that take counsel, but not of me; and that cover with a covering, but not of my spirit, that they may add sin to sin:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":2,"text":"That walk to go down into Egypt, and have not asked at my mouth; to strengthen themselves in the strength of Pharaoh, and to trust in the shadow of Egypt!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":3,"text":"Therefore shall the strength of Pharaoh be your shame, and the trust in the shadow of Egypt\nyour confusion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":4,"text":"For his princes were at Zoan, and his ambassadors came to Hanes.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":5,"text":"They were all ashamed of a people\nthat could not profit them, nor be an help nor profit, but a shame, and also a reproach.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":6,"text":"The burden of the beasts of the south: into the land of trouble and anguish, from whence\ncome the young and old lion, the viper and fiery flying serpent, they will carry their riches upon the shoulders of young asses, and their treasures upon the bunches of camels, to a people\nthat\n shall not profit\nthem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":7,"text":"For the Egyptians shall help in vain, and to no purpose: therefore have I cried concerning this, Their strength\nis to sit still.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":8,"text":"Now go, write it before them in a table, and note it in a book, that it may be for the time to come for ever and ever:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":9,"text":"That this\nis a rebellious people, lying children, children\nthat will not hear the law of the LORD:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":10,"text":"Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":11,"text":"Get you out of the way, turn aside out of the path, cause the Holy One of Israel to cease from before us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":12,"text":"Wherefore thus saith the Holy One of Israel, Because ye despise this word, and trust in oppression and perverseness, and stay thereon:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":13,"text":"Therefore this iniquity shall be to you as a breach ready to fall, swelling out in a high wall, whose breaking cometh suddenly at an instant.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":14,"text":"And he shall break it as the breaking of the potters’ vessel that is broken in pieces; he shall not spare: so that there shall not be found in the bursting of it a sherd to take fire from the hearth, or to take water\nwithal out of the pit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":15,"text":"For thus saith the Lord GOD, the Holy One of Israel; In returning and rest shall ye be saved; in quietness and in confidence shall be your strength: and ye would not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":16,"text":"But ye said, No; for we will flee upon horses; therefore shall ye flee: and, We will ride upon the swift; therefore shall they that pursue you be swift.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":17,"text":"One thousand\nshall flee at the rebuke of one; at the rebuke of five shall ye flee: till ye be left as a beacon upon the top of a mountain, and as an ensign on an hill.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":18,"text":"And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD\nis a God of judgment: blessed\nare all they that wait for him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":19,"text":"For the people shall dwell in Zion at Jerusalem: thou shalt weep no more: he will be very gracious unto thee at the voice of thy cry; when he shall hear it, he will answer thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":20,"text":"And\nthough the Lord give you the bread of adversity, and the water of affliction, yet shall not thy teachers be removed into a corner any more, but thine eyes shall see thy teachers:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":21,"text":"And thine ears shall hear a word behind thee, saying, This\nis\n the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":22,"text":"Ye shall defile also the covering of thy graven images of silver, and the ornament of thy molten images of gold: thou shalt cast them away as a menstruous cloth; thou shalt say unto it, Get thee hence.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":23,"text":"Then shall he give the rain of thy seed, that thou shalt sow the ground withal; and bread of the increase of the earth, and it shall be fat and plenteous: in that day shall thy cattle feed in large pastures.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":24,"text":"The oxen likewise and the young asses that ear the ground shall eat clean provender, which hath been winnowed with the shovel and with the fan.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":25,"text":"And there shall be upon every high mountain, and upon every high hill, rivers\nand streams of waters in the day of the great slaughter, when the towers fall.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":26,"text":"Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the LORD bindeth up the breach of his people, and healeth the stroke of their wound.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":27,"text":"Behold, the name of the LORD cometh from far, burning\nwith\n his anger, and the burden\nthereof is heavy: his lips are full of indignation, and his tongue as a devouring fire:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":28,"text":"And his breath, as an overflowing stream, shall reach to the midst of the neck, to sift the nations with the sieve of vanity: and\nthere shall be a bridle in the jaws of the people, causing\nthem to err.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":29,"text":"Ye shall have a song, as in the night\nwhen a holy solemnity is kept; and gladness of heart, as when one goeth with a pipe to come into the mountain of the LORD, to the mighty One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":30,"text":"And the LORD shall cause his glorious voice to be heard, and shall shew the lighting down of his arm, with the indignation of\nhis anger, and\nwith the flame of a devouring fire,\nwith scattering, and tempest, and hailstones.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":31,"text":"For through the voice of the LORD shall the Assyrian be beaten down,\nwhich smote with a rod.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":32,"text":"And\nin every place where the grounded staff shall pass, which the LORD shall lay upon him,\nit shall be with tabrets and harps: and in battles of shaking will he fight with it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":30,"verse":33,"text":"For Tophet\nis ordained of old; yea, for the king it is prepared; he hath made\nit deep\nand large: the pile thereof\nis fire and much wood; the breath of the LORD, like a stream of brimstone, doth kindle it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":1,"text":"Woe to them that go down to Egypt for help; and stay on horses, and trust in chariots, because\nthey are many; and in horsemen, because they are very strong; but they look not unto the Holy One of Israel, neither seek the LORD!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":2,"text":"Yet he also\nis wise, and will bring evil, and will not call back his words: but will arise against the house of the evildoers, and against the help of them that work iniquity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":3,"text":"Now the Egyptians\nare men, and not God; and their horses flesh, and not spirit. When the LORD shall stretch out his hand, both he that helpeth shall fall, and he that is holpen shall fall down, and they all shall fail together.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":4,"text":"For thus hath the LORD spoken unto me, Like as the lion and the young lion roaring on his prey, when a multitude of shepherds is called forth against him,\nhe will not be afraid of their voice, nor abase himself for the noise of them: so shall the LORD of hosts come down to fight for mount Zion, and for the hill thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":5,"text":"As birds flying, so will the LORD of hosts defend Jerusalem; defending also he will deliver\nit; and passing over he will preserve\nit."},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":6,"text":"Turn ye unto\nhim from whom the children of Israel have deeply revolted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":7,"text":"For in that day every man shall cast away his idols of silver, and his idols of gold, which your own hands have made unto you\nfor a sin.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":8,"text":"Then shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be discomfited.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":31,"verse":9,"text":"And he shall pass over to his strong hold for fear, and his princes shall be afraid of the ensign, saith the LORD, whose fire\nis in Zion, and his furnace in Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":1,"text":"Behold, a king shall reign in righteousness, and princes shall rule in judgment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":2,"text":"And a man shall be as an hiding place from the wind, and a covert from the tempest; as rivers of water in a dry place, as the shadow of a great rock in a weary land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":3,"text":"And the eyes of them that see shall not be dim, and the ears of them that hear shall hearken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":4,"text":"The heart also of the rash shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":5,"text":"The vile person shall be no more called liberal, nor the churl said\nto be bountiful.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":6,"text":"For the vile person will speak villany, and his heart will work iniquity, to practise hypocrisy, and to utter error against the LORD, to make empty the soul of the hungry, and he will cause the drink of the thirsty to fail.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":7,"text":"The instruments also of the churl\nare evil: he deviseth wicked devices to destroy the poor with lying words, even when the needy speaketh right.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":8,"text":"But the liberal deviseth liberal things; and by liberal things shall he stand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":9,"text":"Rise up, ye women that are at ease; hear my voice, ye careless daughters; give ear unto my speech.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":10,"text":"Many days and years shall ye be troubled, ye careless women: for the vintage shall fail, the gathering shall not come.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":11,"text":"Tremble, ye women that are at ease; be troubled, ye careless ones: strip you, and make you bare, and gird\nsackcloth upon\nyour\n loins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":12,"text":"They shall lament for the teats, for the pleasant fields, for the fruitful vine.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":13,"text":"Upon the land of my people shall come up thorns\nand briers; yea, upon all the houses of joy\nin the joyous city:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":14,"text":"Because the palaces shall be forsaken; the multitude of the city shall be left; the forts and towers shall be for dens for ever, a joy of wild asses, a pasture of flocks;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":15,"text":"Until the spirit be poured upon us from on high, and the wilderness be a fruitful field, and the fruitful field be counted for a forest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":16,"text":"Then judgment shall dwell in the wilderness, and righteousness remain in the fruitful field.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":17,"text":"And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":18,"text":"And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":19,"text":"When it shall hail, coming down on the forest; and the city shall be low in a low place.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":32,"verse":20,"text":"Blessed\nare ye that sow beside all waters, that send forth\nthither the feet of the ox and the ass.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":1,"text":"Woe to thee that spoilest, and thou\nwast not spoiled; and dealest treacherously, and they dealt not treacherously with thee! when thou shalt cease to spoil, thou shalt be spoiled;\nand when thou shalt make an end to deal treacherously, they shall deal treacherously with thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":2,"text":"O LORD, be gracious unto us; we have waited for thee: be thou their arm every morning, our salvation also in the time of trouble.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":3,"text":"At the noise of the tumult the people fled; at the lifting up of thyself the nations were scattered.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":4,"text":"And your spoil shall be gathered\nlike the gathering of the caterpiller: as the running to and fro of locusts shall he run upon them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":5,"text":"The LORD is exalted; for he dwelleth on high: he hath filled Zion with judgment and righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":6,"text":"And wisdom and knowledge shall be the stability of thy times,\nand\n strength of salvation: the fear of the LORD\nis his treasure.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":7,"text":"Behold, their valiant ones shall cry without: the ambassadors of peace shall weep bitterly.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":8,"text":"The highways lie waste, the wayfaring man ceaseth: he hath broken the covenant, he hath despised the cities, he regardeth no man.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":9,"text":"The earth mourneth\nand languisheth: Lebanon is ashamed\nand hewn down: Sharon is like a wilderness; and Bashan and Carmel shake off\ntheir fruits.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":10,"text":"Now will I rise, saith the LORD; now will I be exalted; now will I lift up myself.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":11,"text":"Ye shall conceive chaff, ye shall bring forth stubble: your breath,\nas fire, shall devour you.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":12,"text":"And the people shall be as the burnings of lime:\nas thorns cut up shall they be burned in the fire.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":13,"text":"Hear, ye\nthat are far off, what I have done; and, ye\nthat are near, acknowledge my might.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":14,"text":"The sinners in Zion are afraid; fearfulness hath surprised the hypocrites. Who among us shall dwell with the devouring fire? who among us shall dwell with everlasting burnings?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":15,"text":"He that walketh righteously, and speaketh uprightly; he that despiseth the gain of oppressions, that shaketh his hands from holding of bribes, that stoppeth his ears from hearing of blood, and shutteth his eyes from seeing evil;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":16,"text":"He shall dwell on high: his place of defence\nshall be the munitions of rocks: bread shall be given him; his waters\nshall be\n sure.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":17,"text":"Thine eyes shall see the king in his beauty: they shall behold the land that is very far off.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":18,"text":"Thine heart shall meditate terror. Where\nis the scribe? where\nis the receiver? where\nis he that counted the towers?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":19,"text":"Thou shalt not see a fierce people, a people of a deeper speech than thou canst perceive; of a stammering tongue,\nthat thou canst not understand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":20,"text":"Look upon Zion, the city of our solemnities: thine eyes shall see Jerusalem a quiet habitation, a tabernacle\nthat shall not be taken down; not one of the stakes thereof shall ever be removed, neither shall any of the cords thereof be broken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":21,"text":"But there the glorious LORD\nwill be unto us a place of broad rivers\nand streams; wherein shall go no galley with oars, neither shall gallant ship pass thereby.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":22,"text":"For the LORD\nis our judge, the LORD\nis our lawgiver, the LORD\nis our king; he will save us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":23,"text":"Thy tacklings are loosed; they could not well strengthen their mast, they could not spread the sail: then is the prey of a great spoil divided; the lame take the prey.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":33,"verse":24,"text":"And the inhabitant shall not say, I am sick: the people that dwell therein\nshall be forgiven\ntheir iniquity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":1,"text":"Come near, ye nations, to hear; and hearken, ye people: let the earth hear, and all that is therein; the world, and all things that come forth of it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":2,"text":"For the indignation of the LORD\nis upon all nations, and\nhis fury upon all their armies: he hath utterly destroyed them, he hath delivered them to the slaughter.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":3,"text":"Their slain also shall be cast out, and their stink shall come up out of their carcases, and the mountains shall be melted with their blood.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":4,"text":"And all the host of heaven shall be dissolved, and the heavens shall be rolled together as a scroll: and all their host shall fall down, as the leaf falleth off from the vine, and as a falling\nfig from the fig tree.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":5,"text":"For my sword shall be bathed in heaven: behold, it shall come down upon Idumea, and upon the people of my curse, to judgment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":6,"text":"The sword of the LORD is filled with blood, it is made fat with fatness,\nand with the blood of lambs and goats, with the fat of the kidneys of rams: for the LORD hath a sacrifice in Bozrah, and a great slaughter in the land of Idumea.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":7,"text":"And the unicorns shall come down with them, and the bullocks with the bulls; and their land shall be soaked with blood, and their dust made fat with fatness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":8,"text":"For\nit is the day of the LORD’S vengeance,\nand the year of recompences for the controversy of Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":9,"text":"And the streams thereof shall be turned into pitch, and the dust thereof into brimstone, and the land thereof shall become burning pitch.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":10,"text":"It shall not be quenched night nor day; the smoke thereof shall go up for ever: from generation to generation it shall lie waste; none shall pass through it for ever and ever.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":11,"text":"But the cormorant and the bittern shall possess it; the owl also and the raven shall dwell in it: and he shall stretch out upon it the line of confusion, and the stones of emptiness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":12,"text":"They shall call the nobles thereof to the kingdom, but none\nshall be there, and all her princes shall be nothing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":13,"text":"And thorns shall come up in her palaces, nettles and brambles in the fortresses thereof: and it shall be an habitation of dragons,\nand\n a court for owls.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":14,"text":"The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl also shall rest there, and find for herself a place of rest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":15,"text":"There shall the great owl make her nest, and lay, and hatch, and gather under her shadow: there shall the vultures also be gathered, every one with her mate.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":16,"text":"Seek ye out of the book of the LORD, and read: no one of these shall fail, none shall want her mate: for my mouth it hath commanded, and his spirit it hath gathered them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":34,"verse":17,"text":"And he hath cast the lot for them, and his hand hath divided it unto them by line: they shall possess it for ever, from generation to generation shall they dwell therein.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":1,"text":"The wilderness and the solitary place shall be glad for them; and the desert shall rejoice, and blossom as the rose.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":2,"text":"It shall blossom abundantly, and rejoice even with joy and singing: the glory of Lebanon shall be given unto it, the excellency of Carmel and Sharon, they shall see the glory of the LORD,\nand the excellency of our God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":3,"text":"Strengthen ye the weak hands, and confirm the feeble knees.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":4,"text":"Say to them\nthat are of a fearful heart, Be strong, fear not: behold, your God will come\nwith vengeance,\neven God\nwith a recompence; he will come and save you.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":5,"text":"Then the eyes of the blind shall be opened, and the ears of the deaf shall be unstopped.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":6,"text":"Then shall the lame\nman leap as an hart, and the tongue of the dumb sing: for in the wilderness shall waters break out, and streams in the desert.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":7,"text":"And the parched ground shall become a pool, and the thirsty land springs of water: in the habitation of dragons, where each lay,\nshall be\n grass with reeds and rushes.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":8,"text":"And an highway shall be there, and a way, and it shall be called The way of holiness; the unclean shall not pass over it; but it\nshall be\n for those: the wayfaring men, though fools, shall not err\ntherein.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":9,"text":"No lion shall be there, nor\nany ravenous beast shall go up thereon, it shall not be found there; but the redeemed shall walk\nthere:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":35,"verse":10,"text":"And the ransomed of the LORD shall return, and come to Zion with songs and everlasting joy upon their heads: they shall obtain joy and gladness, and sorrow and sighing shall flee away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":1,"text":"Now it came to pass in the fourteenth year of king Hezekiah,\nthat\n Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":2,"text":"And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller’s field.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":3,"text":"Then came forth unto him Eliakim, Hilkiah’s son, which was over the house, and Shebna the scribe, and Joah, Asaph’s son, the recorder.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":4,"text":"And Rabshakeh said unto them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":5,"text":"I say,\nsayest thou, (but\nthey are but vain words)\nI have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":6,"text":"Lo, thou trustest in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so\nis Pharaoh king of Egypt to all that trust in him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":7,"text":"But if thou say to me, We trust in the LORD our God:\nis it\n not he, whose high places and whose altars Hezekiah hath taken away, and said to Judah and to Jerusalem, Ye shall worship before this altar?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":8,"text":"Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":9,"text":"How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":10,"text":"And am I now come up without the LORD against this land to destroy it? the LORD said unto me, Go up against this land, and destroy it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":11,"text":"Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray thee, unto thy servants in the Syrian language; for we understand\nit:\n and speak not to us in the Jews’ language, in the ears of the people that\nare on the wall.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":12,"text":"But Rabshakeh said, Hath my master sent me to thy master and to thee to speak these words?\nhath he not\nsent me to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":13,"text":"Then Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear ye the words of the great king, the king of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":14,"text":"Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":15,"text":"Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us: this city shall not be delivered into the hand of the king of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":16,"text":"Hearken not to Hezekiah: for thus saith the king of Assyria, Make\nan agreement with me\nby a present, and come out to me: and eat ye every one of his vine, and every one of his fig tree, and drink ye every one the waters of his own cistern;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":17,"text":"Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":18,"text":"Beware lest Hezekiah persuade you, saying, The LORD will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":19,"text":"Where\nare the gods of Hamath and Arphad? where\nare\n the gods of Sepharvaim? and have they delivered Samaria out of my hand?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":20,"text":"Who\nare they among all the gods of these lands, that have delivered their land out of my hand, that the LORD should deliver Jerusalem out of my hand?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":21,"text":"But they held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":36,"verse":22,"text":"Then came Eliakim, the son of Hilkiah, that\nwas over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with\ntheir clothes rent, and told him the words of Rabshakeh.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":1,"text":"And it came to pass, when king Hezekiah heard\nit, that he rent his clothes, and covered himself with sackcloth, and went into the house of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":2,"text":"And he sent Eliakim, who\nwas over the household, and Shebna the scribe, and the elders of the priests covered with sackcloth, unto Isaiah the prophet the son of Amoz.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":3,"text":"And they said unto him, Thus saith Hezekiah, This day\nis a day of trouble, and of rebuke, and of blasphemy: for the children are come to the birth, and\nthere is not strength to bring forth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":4,"text":"It may be the LORD thy God will hear the words of Rabshakeh, whom the king of Assyria his master hath sent to reproach the living God, and will reprove the words which the LORD thy God hath heard: wherefore lift up\nthy prayer for the remnant that is left.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":5,"text":"So the servants of king Hezekiah came to Isaiah.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":6,"text":"And Isaiah said unto them, Thus shall ye say unto your master, Thus saith the LORD, Be not afraid of the words that thou hast heard, wherewith the servants of the king of Assyria have blasphemed me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":7,"text":"Behold, I will send a blast upon him, and he shall hear a rumour, and return to his own land; and I will cause him to fall by the sword in his own land.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":8,"text":"So Rabshakeh returned, and found the king of Assyria warring against Libnah: for he had heard that he was departed from Lachish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":9,"text":"And he heard say concerning Tirhakah king of Ethiopia, He is come forth to make war with thee. And when he heard\nit, he sent messengers to Hezekiah, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":10,"text":"Thus shall ye speak to Hezekiah king of Judah, saying, Let not thy God, in whom thou trustest, deceive thee, saying, Jerusalem shall not be given into the hand of the king of Assyria.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":11,"text":"Behold, thou hast heard what the kings of Assyria have done to all lands by destroying them utterly; and shalt thou be delivered?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":12,"text":"Have the gods of the nations delivered them which my fathers have destroyed,\nas Gozan, and Haran, and Rezeph, and the children of Eden which\nwere in Telassar?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":13,"text":"Where\nis the king of Hamath, and the king of Arphad, and the king of the city of Sepharvaim, Hena, and Ivah?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":14,"text":"And Hezekiah received the letter from the hand of the messengers, and read it: and Hezekiah went up unto the house of the LORD, and spread it before the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":15,"text":"And Hezekiah prayed unto the LORD, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":16,"text":"O LORD of hosts, God of Israel, that dwellest\nbetween the cherubims, thou\nart the God,\neven thou alone, of all the kingdoms of the earth: thou hast made heaven and earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":17,"text":"Incline thine ear, O LORD, and hear; open thine eyes, O LORD, and see: and hear all the words of Sennacherib, which hath sent to reproach the living God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":18,"text":"Of a truth, LORD, the kings of Assyria have laid waste all the nations, and their countries,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":19,"text":"And have cast their gods into the fire: for they\nwere no gods, but the work of men’s hands, wood and stone: therefore they have destroyed them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":20,"text":"Now therefore, O LORD our God, save us from his hand, that all the kingdoms of the earth may know that thou\nart the LORD,\neven\n thou only.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":21,"text":"Then Isaiah the son of Amoz sent unto Hezekiah, saying, Thus saith the LORD God of Israel, Whereas thou hast prayed to me against Sennacherib king of Assyria:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":22,"text":"This\nis the word which the LORD hath spoken concerning him; The virgin, the daughter of Zion, hath despised thee,\nand laughed thee to scorn; the daughter of Jerusalem hath shaken her head at thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":23,"text":"Whom hast thou reproached and blasphemed? and against whom hast thou exalted\nthy voice, and lifted up thine eyes on high?\neven\n against the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":24,"text":"By thy servants hast thou reproached the Lord, and hast said, By the multitude of my chariots am I come up to the height of the mountains, to the sides of Lebanon; and I will cut down the tall cedars thereof,\nand\n the choice fir trees thereof: and I will enter into the height of his border,\nand the forest of his Carmel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":25,"text":"I have digged, and drunk water; and with the sole of my feet have I dried up all the rivers of the besieged places.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":26,"text":"Hast thou not heard long ago,\nhow I have done it;\nand\n of ancient times, that I have formed it? now have I brought it to pass, that thou shouldest be to lay waste defenced cities\ninto ruinous heaps.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":27,"text":"Therefore their inhabitants\nwere of small power, they were dismayed and confounded: they were\nas the grass of the field, and\nas the green herb,\nas the grass on the housetops, and\nas corn blasted before it be grown up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":28,"text":"But I know thy abode, and thy going out, and thy coming in, and thy rage against me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":29,"text":"Because thy rage against me, and thy tumult, is come up into mine ears, therefore will I put my hook in thy nose, and my bridle in thy lips, and I will turn thee back by the way by which thou camest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":30,"text":"And this\nshall be a sign unto thee, Ye shall eat\nthis\n year such as groweth of itself; and the second year that which springeth of the same: and in the third year sow ye, and reap, and plant vineyards, and eat the fruit thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":31,"text":"And the remnant that is escaped of the house of Judah shall again take root downward, and bear fruit upward:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":32,"text":"For out of Jerusalem shall go forth a remnant, and they that escape out of mount Zion: the zeal of the LORD of hosts shall do this.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":33,"text":"Therefore thus saith the LORD concerning the king of Assyria, He shall not come into this city, nor shoot an arrow there nor come before it with shields, nor cast a bank against it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":34,"text":"By the way that he came, by the same shall he return, and shall not come into this city, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":35,"text":"For I will defend this city to save it for mine own sake, and for my servant David’s sake.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":36,"text":"Then the angel of the LORD went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they\nwere all dead corpses.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":37,"text":"So Sennacherib king of Assyria departed, and went and returned, and dwelt at Nineveh.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":37,"verse":38,"text":"And it came to pass, as he was worshipping in the house of Nisroch his god, that Adrammelech and Sharezer his sons smote him with the sword; and they escaped into the land of Armenia: and Esar-haddon his son reigned in his stead.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":1,"text":"In those days was Hezekiah sick unto death. And Isaiah the prophet the son of Amoz came unto him, and said unto him, Thus saith the LORD, Set thine house in order: for thou shalt die, and not live.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":2,"text":"Then Hezekiah turned his face toward the wall, and prayed unto the LORD,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":3,"text":"And said, Remember now, O LORD, I beseech thee, how I have walked before thee in truth and with a perfect heart, and have done\nthat which is\n good in thy sight. And Hezekiah wept sore.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":4,"text":"Then came the word of the LORD to Isaiah, saying,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":5,"text":"Go, and say to Hezekiah, Thus saith the LORD, the God of David thy father, I have heard thy prayer, I have seen thy tears: behold, I will add unto thy days fifteen years.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":6,"text":"And I will deliver thee and this city out of the hand of the king of Assyria: and I will defend this city.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":7,"text":"And this\nshall be a sign unto thee from the LORD, that the LORD will do this thing that he hath spoken;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":8,"text":"Behold, I will bring again the shadow of the degrees, which is gone down in the sun dial of Ahaz, ten degrees backward. So the sun returned ten degrees, by which degrees it was gone down.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":9,"text":"The writing of Hezekiah king of Judah, when he had been sick, and was recovered of his sickness:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":10,"text":"I said in the cutting off of my days, I shall go to the gates of the grave: I am deprived of the residue of my years.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":11,"text":"I said, I shall not see the LORD,\neven the LORD, in the land of the living: I shall behold man no more with the inhabitants of the world.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":12,"text":"Mine age is departed, and is removed from me as a shepherd’s tent: I have cut off like a weaver my life: he will cut me off with pining sickness: from day\neven to night wilt thou make an end of me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":13,"text":"I reckoned till morning,\nthat, as a lion, so will he break all my bones: from day\neven to night wilt thou make an end of me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":14,"text":"Like a crane\nor a swallow, so did I chatter: I did mourn as a dove: mine eyes fail\nwith looking upward: O LORD, I am oppressed; undertake for me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":15,"text":"What shall I say? he hath both spoken unto me, and himself hath done\nit: I shall go softly all my years in the bitterness of my soul.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":16,"text":"O Lord, by these\nthings men live, and in all these\nthings is the life of my spirit: so wilt thou recover me, and make me to live.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":17,"text":"Behold, for peace I had great bitterness: but thou hast in love to my soul\ndelivered it from the pit of corruption: for thou hast cast all my sins behind thy back.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":18,"text":"For the grave cannot praise thee, death can\nnot celebrate thee: they that go down into the pit cannot hope for thy truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":19,"text":"The living, the living, he shall praise thee, as I\ndo this day: the father to the children shall make known thy truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":20,"text":"The LORD\nwas ready to save me: therefore we will sing my songs to the stringed instruments all the days of our life in the house of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":21,"text":"For Isaiah had said, Let them take a lump of figs, and lay\nit\n for a plaister upon the boil, and he shall recover.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":38,"verse":22,"text":"Hezekiah also had said, What\nis the sign that I shall go up to the house of the LORD?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":1,"text":"At that time Merodach-baladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":2,"text":"And Hezekiah was glad of them, and shewed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah shewed them not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":3,"text":"Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto thee? And Hezekiah said, They are come from a far country unto me,\neven from Babylon.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":4,"text":"Then said he, What have they seen in thine house? And Hezekiah answered, All that\nis in mine house have they seen: there is nothing among my treasures that I have not shewed them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":5,"text":"Then said Isaiah to Hezekiah, Hear the word of the LORD of hosts:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":6,"text":"Behold, the days come, that all that\nis in thine house, and\nthat which thy fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":7,"text":"And of thy sons that shall issue from thee, which thou shalt beget, shall they take away; and they shall be eunuchs in the palace of the king of Babylon.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":39,"verse":8,"text":"Then said Hezekiah to Isaiah, Good\nis the word of the LORD which thou hast spoken. He said moreover, For there shall be peace and truth in my days.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":1,"text":"Comfort ye, comfort ye my people, saith your God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":2,"text":"Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the LORD’S hand double for all her sins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":3,"text":"The voice of him that crieth in the wilderness, Prepare ye the way of the LORD, make straight in the desert a highway for our God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":4,"text":"Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":5,"text":"And the glory of the LORD shall be revealed, and all flesh shall see\nit together: for the mouth of the LORD hath spoken\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":6,"text":"The voice said, Cry. And he said, What shall I cry? All flesh\nis\n grass, and all the goodliness thereof\nis as the flower of the field:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":7,"text":"The grass withereth, the flower fadeth: because the spirit of the LORD bloweth upon it: surely the people\nis grass.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":8,"text":"The grass withereth, the flower fadeth: but the word of our God shall stand for ever.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":9,"text":"O Zion, that bringest good tidings, get thee up into the high mountain; O Jerusalem, that bringest good tidings, lift up thy voice with strength; lift\nit up, be not afraid; say unto the cities of Judah, Behold your God!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":10,"text":"Behold, the Lord GOD will come with strong\nhand, and his arm shall rule for him: behold, his reward\nis with him, and his work before him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":11,"text":"He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry\nthem in his bosom,\nand shall gently lead those that are with young.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":12,"text":"Who hath measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":13,"text":"Who hath directed the Spirit of the LORD, or\nbeing his counsellor hath taught him?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":14,"text":"With whom took he counsel, and\nwho instructed him, and taught him in the path of judgment, and taught him knowledge, and shewed to him the way of understanding?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":15,"text":"Behold, the nations\nare as a drop of a bucket, and are counted as the small dust of the balance: behold, he taketh up the isles as a very little thing.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":16,"text":"And Lebanon\nis not sufficient to burn, nor the beasts thereof sufficient for a burnt offering.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":17,"text":"All nations before him\nare as nothing; and they are counted to him less than nothing, and vanity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":18,"text":"To whom then will ye liken God? or what likeness will ye compare unto him?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":19,"text":"The workman melteth a graven image, and the goldsmith spreadeth it over with gold, and casteth silver chains.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":20,"text":"He that\nis so impoverished that he hath no oblation chooseth a tree\nthat will not rot; he seeketh unto him a cunning workman to prepare a graven image,\nthat shall not be moved.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":21,"text":"Have ye not known? have ye not heard? hath it not been told you from the beginning? have ye not understood from the foundations of the earth?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":22,"text":"It is he that sitteth upon the circle of the earth, and the inhabitants thereof\nare as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":23,"text":"That bringeth the princes to nothing; he maketh the judges of the earth as vanity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":24,"text":"Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":25,"text":"To whom then will ye liken me, or shall I be equal? saith the Holy One.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":26,"text":"Lift up your eyes on high, and behold who hath created these\nthings,\n that bringeth out their host by number: he calleth them all by names by the greatness of his might, for that\nhe is strong in power; not one faileth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":27,"text":"Why sayest thou, O Jacob, and speakest, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":28,"text":"Hast thou not known? hast thou not heard,\nthat the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary?\nthere is no searching of his understanding.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":29,"text":"He giveth power to the faint; and to\nthem that have no might he increaseth strength.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":30,"text":"Even the youths shall faint and be weary, and the young men shall utterly fall:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":40,"verse":31,"text":"But they that wait upon the LORD shall renew\ntheir strength; they shall mount up with wings as eagles; they shall run, and not be weary;\nand they shall walk, and not faint.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":1,"text":"Keep silence before me, O islands; and let the people renew\ntheir\n strength: let them come near; then let them speak: let us come near together to judgment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":2,"text":"Who raised up the righteous\nman from the east, called him to his foot, gave the nations before him, and made\nhim rule over kings? he gave\nthem as the dust to his sword,\nand as driven stubble to his bow.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":3,"text":"He pursued them,\nand passed safely;\neven by the way\nthat he had not gone with his feet.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":4,"text":"Who hath wrought and done\nit, calling the generations from the beginning? I the LORD, the first, and with the last; I\nam he.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":5,"text":"The isles saw\nit, and feared; the ends of the earth were afraid, drew near, and came.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":6,"text":"They helped every one his neighbour; and\nevery one said to his brother, Be of good courage.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":7,"text":"So the carpenter encouraged the goldsmith,\nand he that smootheth\nwith the hammer him that smote the anvil, saying, It is ready for the sodering: and he fastened it with nails,\nthat it should not be moved.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":8,"text":"But thou, Israel,\nart my servant, Jacob whom I have chosen, the seed of Abraham my friend.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":9,"text":"Thou whom I have taken from the ends of the earth, and called thee from the chief men thereof, and said unto thee, Thou\nart my servant; I have chosen thee, and not cast thee away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":10,"text":"Fear thou not; for I\nam with thee: be not dismayed; for I\nam thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":11,"text":"Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":12,"text":"Thou shalt seek them, and shalt not find them,\neven them that contended with thee: they that war against thee shall be as nothing, and as a thing of nought.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":13,"text":"For I the LORD thy God will hold thy right hand, saying unto thee, Fear not; I will help thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":14,"text":"Fear not, thou worm Jacob,\nand ye men of Israel; I will help thee, saith the LORD, and thy redeemer, the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":15,"text":"Behold, I will make thee a new sharp threshing instrument having teeth: thou shalt thresh the mountains, and beat\nthem small, and shalt make the hills as chaff.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":16,"text":"Thou shalt fan them, and the wind shall carry them away, and the whirlwind shall scatter them: and thou shalt rejoice in the LORD,\nand\n shalt glory in the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":17,"text":"When the poor and needy seek water, and\nthere is\n none,\nand their tongue faileth for thirst, I the LORD will hear them,\nI the God of Israel will not forsake them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":18,"text":"I will open rivers in high places, and fountains in the midst of the valleys: I will make the wilderness a pool of water, and the dry land springs of water.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":19,"text":"I will plant in the wilderness the cedar, the shittah tree, and the myrtle, and the oil tree; I will set in the desert the fir tree,\nand\n the pine, and the box tree together:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":20,"text":"That they may see, and know, and consider, and understand together, that the hand of the LORD hath done this, and the Holy One of Israel hath created it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":21,"text":"Produce your cause, saith the LORD; bring forth your strong\nreasons,\n saith the King of Jacob.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":22,"text":"Let them bring\nthem forth, and shew us what shall happen: let them shew the former things, what they\nbe, that we may consider them, and know the latter end of them; or declare us things for to come.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":23,"text":"Shew the things that are to come hereafter, that we may know that ye\nare gods: yea, do good, or do evil, that we may be dismayed, and behold\nit together.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":24,"text":"Behold, ye\nare of nothing, and your work of nought: an abomination\nis he that chooseth you.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":25,"text":"I have raised up\none from the north, and he shall come: from the rising of the sun shall he call upon my name: and he shall come upon princes as\nupon morter, and as the potter treadeth clay.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":26,"text":"Who hath declared from the beginning, that we may know? and beforetime, that we may say,\nHe is righteous? yea,\nthere is none that sheweth, yea,\nthere is none that declareth, yea,\nthere is\n none that heareth your words.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":27,"text":"The first\nshall say to Zion, Behold, behold them: and I will give to Jerusalem one that bringeth good tidings.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":28,"text":"For I beheld, and\nthere was no man; even among them, and\nthere was no counsellor, that, when I asked of them, could answer a word.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":41,"verse":29,"text":"Behold, they\nare all vanity; their works\nare nothing: their molten images\nare wind and confusion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":1,"text":"Behold my servant, whom I uphold; mine elect,\nin whom my soul delighteth; I have put my spirit upon him: he shall bring forth judgment to the Gentiles.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":2,"text":"He shall not cry, nor lift up, nor cause his voice to be heard in the street.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":3,"text":"A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":4,"text":"He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":5,"text":"Thus saith God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":6,"text":"I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":7,"text":"To open the blind eyes, to bring out the prisoners from the prison,\nand them that sit in darkness out of the prison house.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":8,"text":"I\nam the LORD: that\nis my name: and my glory will I not give to another, neither my praise to graven images.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":9,"text":"Behold, the former things are come to pass, and new things do I declare: before they spring forth I tell you of them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":10,"text":"Sing unto the LORD a new song,\nand his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":11,"text":"Let the wilderness and the cities thereof lift up\ntheir voice,\n the villages\nthat Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":12,"text":"Let them give glory unto the LORD, and declare his praise in the islands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":13,"text":"The LORD shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":14,"text":"I have long time holden my peace; I have been still,\nand\n refrained myself:\nnow will I cry like a travailing woman; I will destroy and devour at once.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":15,"text":"I will make waste mountains and hills, and dry up all their herbs; and I will make the rivers islands, and I will dry up the pools.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":16,"text":"And I will bring the blind by a way\nthat they knew not; I will lead them in paths\nthat they have not known: I will make darkness light before them, and crooked things straight. These things will I do unto them, and not forsake them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":17,"text":"They shall be turned back, they shall be greatly ashamed, that trust in graven images, that say to the molten images, Ye\nare our gods.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":18,"text":"Hear, ye deaf; and look, ye blind, that ye may see.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":19,"text":"Who\nis blind, but my servant? or deaf, as my messenger\nthat I sent? who\nis blind as\nhe that is perfect, and blind as the LORD’S servant?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":20,"text":"Seeing many things, but thou observest not; opening the ears, but he heareth not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":21,"text":"The LORD is well pleased for his righteousness’ sake; he will magnify the law, and make\nit honourable.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":22,"text":"But this\nis a people robbed and spoiled;\nthey are\n all of them snared in holes, and they are hid in prison houses: they are for a prey, and none delivereth; for a spoil, and none saith, Restore.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":23,"text":"Who among you will give ear to this?\nwho will hearken and hear for the time to come?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":24,"text":"Who gave Jacob for a spoil, and Israel to the robbers? did not the LORD, he against whom we have sinned? for they would not walk in his ways, neither were they obedient unto his law.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":42,"verse":25,"text":"Therefore he hath poured upon him the fury of his anger, and the strength of battle: and it hath set him on fire round about, yet he knew not; and it burned him, yet he laid\nit not to heart.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":1,"text":"But now thus saith the LORD that created thee, O Jacob, and he that formed thee, O Israel, Fear not: for I have redeemed thee, I have called\nthee by thy name; thou\nart mine.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":2,"text":"When thou passest through the waters, I\nwill be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":3,"text":"For I\nam the LORD thy God, the Holy One of Israel, thy Saviour: I gave Egypt\nfor thy ransom, Ethiopia and Seba for thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":4,"text":"Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":5,"text":"Fear not: for I\nam with thee: I will bring thy seed from the east, and gather thee from the west;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":6,"text":"I will say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":7,"text":"Even every one that is called by my name: for I have created him for my glory, I have formed him; yea, I have made him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":8,"text":"Bring forth the blind people that have eyes, and the deaf that have ears.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":9,"text":"Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and shew us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say,\nIt is truth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":10,"text":"Ye\nare my witnesses, saith the LORD, and my servant whom I have chosen: that ye may know and believe me, and understand that I\nam he: before me there was no God formed, neither shall there be after me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":11,"text":"I,\neven I,\nam the LORD; and beside me\nthere is\n no saviour.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":12,"text":"I have declared, and have saved, and I have shewed, when\nthere was\n no strange\ngod among you: therefore ye\nare my witnesses, saith the LORD, that I\nam God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":13,"text":"Yea, before the day\nwas I\nam he; and\nthere is\n none that can deliver out of my hand: I will work, and who shall let it?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":14,"text":"Thus saith the LORD, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry\nis in the ships.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":15,"text":"I\nam the LORD, your Holy One, the creator of Israel, your King.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":16,"text":"Thus saith the LORD, which maketh a way in the sea, and a path in the mighty waters;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":17,"text":"Which bringeth forth the chariot and horse, the army and the power; they shall lie down together, they shall not rise: they are extinct, they are quenched as tow.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":18,"text":"Remember ye not the former things, neither consider the things of old.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":19,"text":"Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness,\nand rivers in the desert.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":20,"text":"The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness,\nand rivers in the desert, to give drink to my people, my chosen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":21,"text":"This people have I formed for myself; they shall shew forth my praise.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":22,"text":"But thou hast not called upon me, O Jacob; but thou hast been weary of me, O Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":23,"text":"Thou hast not brought me the small cattle of thy burnt offerings; neither hast thou honoured me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":24,"text":"Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":25,"text":"I,\neven I,\nam he that blotteth out thy transgressions for mine own sake, and will not remember thy sins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":26,"text":"Put me in remembrance: let us plead together: declare thou, that thou mayest be justified.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":27,"text":"Thy first father hath sinned, and thy teachers have transgressed against me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":43,"verse":28,"text":"Therefore I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":1,"text":"Yet now hear, O Jacob my servant; and Israel, whom I have chosen:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":2,"text":"Thus saith the LORD that made thee, and formed thee from the womb,\nwhich will help thee; Fear not, O Jacob, my servant; and thou, Jesurun, whom I have chosen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":3,"text":"For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thine offspring:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":4,"text":"And they shall spring up as among the grass, as willows by the water courses.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":5,"text":"One shall say, I\nam the LORD’S; and another shall call\nhimself by the name of Jacob; and another shall subscribe\nwith his hand unto the LORD, and surname\nhimself by the name of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":6,"text":"Thus saith the LORD the King of Israel, and his redeemer the LORD of hosts; I\nam the first, and I\nam the last; and beside me\nthere is no God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":7,"text":"And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":8,"text":"Fear ye not, neither be afraid: have not I told thee from that time, and have declared\nit? ye\nare even my witnesses. Is there a God beside me? yea,\nthere is no God; I know not\nany."},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":9,"text":"They that make a graven image\nare all of them vanity; and their delectable things shall not profit; and they\nare their own witnesses; they see not, nor know; that they may be ashamed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":10,"text":"Who hath formed a god, or molten a graven image\nthat is profitable for nothing?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":11,"text":"Behold, all his fellows shall be ashamed: and the workmen, they\nare of men: let them all be gathered together, let them stand up;\nyet they shall fear,\nand they shall be ashamed together.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":12,"text":"The smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is hungry, and his strength faileth: he drinketh no water, and is faint.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":13,"text":"The carpenter stretcheth out\nhis rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":14,"text":"He heweth him down cedars, and taketh the cypress and the oak, which he strengtheneth for himself among the trees of the forest: he planteth an ash, and the rain doth nourish\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":15,"text":"Then shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindleth\nit, and baketh bread; yea, he maketh a god, and worshippeth\nit; he maketh it a graven image, and falleth down thereto.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":16,"text":"He burneth part thereof in the fire; with part thereof he eateth flesh; he roasteth roast, and is satisfied: yea, he warmeth\nhimself, and saith, Aha, I am warm, I have seen the fire:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":17,"text":"And the residue thereof he maketh a god,\neven his graven image: he falleth down unto it, and worshippeth\nit, and prayeth unto it, and saith, Deliver me; for thou\nart my god.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":18,"text":"They have not known nor understood: for he hath shut their eyes, that they cannot see;\nand their hearts, that they cannot understand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":19,"text":"And none considereth in his heart, neither\nis there knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten\nit: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":20,"text":"He feedeth on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say,\nIs there not a lie in my right hand?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":21,"text":"Remember these, O Jacob and Israel; for thou\nart my servant: I have formed thee; thou\nart my servant: O Israel, thou shalt not be forgotten of me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":22,"text":"I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":23,"text":"Sing, O ye heavens; for the LORD hath done\nit: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the LORD hath redeemed Jacob, and glorified himself in Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":24,"text":"Thus saith the LORD, thy redeemer, and he that formed thee from the womb, I\nam the LORD that maketh all\nthings; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":25,"text":"That frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise\nmen backward, and maketh their knowledge foolish;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":26,"text":"That confirmeth the word of his servant, and performeth the counsel of his messengers; that saith to Jerusalem, Thou shalt be inhabited; and to the cities of Judah, Ye shall be built, and I will raise up the decayed places thereof:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":27,"text":"That saith to the deep, Be dry, and I will dry up thy rivers:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":44,"verse":28,"text":"That saith of Cyrus,\nHe is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":1,"text":"Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":2,"text":"I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":3,"text":"And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the LORD, which call\nthee\n by thy name,\nam the God of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":4,"text":"For Jacob my servant’s sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":5,"text":"I\nam the LORD, and\nthere is none else,\nthere is\n no God beside me: I girded thee, though thou hast not known me:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":6,"text":"That they may know from the rising of the sun, and from the west, that\nthere is none beside me. I\nam the LORD, and\nthere is\n none else.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":7,"text":"I form the light, and create darkness: I make peace, and create evil: I the LORD do all these\nthings.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":8,"text":"Drop down, ye heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the LORD have created it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":9,"text":"Woe unto him that striveth with his Maker!\nLet the potsherd\nstrive with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":10,"text":"Woe unto him that saith unto\nhis father, What begettest thou? or to the woman, What hast thou brought forth?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":11,"text":"Thus saith the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":12,"text":"I have made the earth, and created man upon it: I,\neven my hands, have stretched out the heavens, and all their host have I commanded.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":13,"text":"I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the LORD of hosts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":14,"text":"Thus saith the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee,\nsaying,\n Surely God\nis in thee; and\nthere is none else,\nthere is no God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":15,"text":"Verily thou\nart a God that hidest thyself, O God of Israel, the Saviour.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":16,"text":"They shall be ashamed, and also confounded, all of them: they shall go to confusion together\nthat are makers of idols.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":17,"text":"But Israel shall be saved in the LORD with an everlasting salvation: ye shall not be ashamed nor confounded world without end.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":18,"text":"For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I\nam the LORD; and\nthere is none else.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":19,"text":"I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the LORD speak righteousness, I declare things that are right.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":20,"text":"Assemble yourselves and come; draw near together, ye\nthat are\n escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god\nthat cannot save.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":21,"text":"Tell ye, and bring\nthem near; yea, let them take counsel together: who hath declared this from ancient time?\nwho hath told it from that time?\nhave not I the LORD? and\nthere is no God else beside me; a just God and a Saviour;\nthere is none beside me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":22,"text":"Look unto me, and be ye saved, all the ends of the earth: for I\nam God, and\nthere is none else.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":23,"text":"I have sworn by myself, the word is gone out of my mouth\nin\n righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":24,"text":"Surely, shall\none say, in the LORD have I righteousness and strength:\neven to him shall\nmen come; and all that are incensed against him shall be ashamed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":45,"verse":25,"text":"In the LORD shall all the seed of Israel be justified, and shall glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":1,"text":"Bel boweth down, Nebo stoopeth, their idols were upon the beasts, and upon the cattle: your carriages\nwere heavy loaden;\nthey are\n a burden to the weary\nbeast.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":2,"text":"They stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":3,"text":"Hearken unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne\nby me from the belly, which are carried from the womb:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":4,"text":"And\neven to\nyour old age I\nam he; and\neven to hoar hairs will I carry\nyou: I have made, and I will bear; even I will carry, and will deliver\nyou."},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":5,"text":"To whom will ye liken me, and make\nme equal, and compare me, that we may be like?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":6,"text":"They lavish gold out of the bag, and weigh silver in the balance,\nand hire a goldsmith; and he maketh it a god: they fall down, yea, they worship.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":7,"text":"They bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea,\none\n shall cry unto him, yet can he not answer, nor save him out of his trouble.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":8,"text":"Remember this, and shew yourselves men: bring it again to mind, O ye transgressors.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":9,"text":"Remember the former things of old: for I\nam God, and\nthere is none else;\nI am God, and\nthere is\n none like me,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":10,"text":"Declaring the end from the beginning, and from ancient times\nthe things that are not\nyet done, saying, My counsel shall stand, and I will do all my pleasure:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":11,"text":"Calling a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken\nit, I will also bring it to pass; I have purposed\nit, I will also do it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":12,"text":"Hearken unto me, ye stouthearted, that\nare far from righteousness:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":46,"verse":13,"text":"I bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":1,"text":"Come down, and sit in the dust, O virgin daughter of Babylon, sit on the ground:\nthere is no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":2,"text":"Take the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":3,"text":"Thy nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet\nthee as a man.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":4,"text":"As for our redeemer, the LORD of hosts\nis his name, the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":5,"text":"Sit thou silent, and get thee into darkness, O daughter of the Chaldeans: for thou shalt no more be called, The lady of kingdoms.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":6,"text":"I was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":7,"text":"And thou saidst, I shall be a lady for ever:\nso that thou didst not lay these\nthings to thy heart, neither didst remember the latter end of it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":8,"text":"Therefore hear now this,\nthou that art given to pleasures, that dwellest carelessly, that sayest in thine heart, I\nam, and none else beside me; I shall not sit\nas a widow, neither shall I know the loss of children:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":9,"text":"But these two\nthings shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries,\nand for the great abundance of thine enchantments.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":10,"text":"For thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I\nam, and none else beside me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":11,"text":"Therefore shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put if off: and desolation shall come upon thee suddenly,\nwhich thou shalt not know.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":12,"text":"Stand now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":13,"text":"Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from\nthese things that shall come upon thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":14,"text":"Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame:\nthere shall\n not\nbe a coal to warm at,\nnor fire to sit before it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":47,"verse":15,"text":"Thus shall they be unto thee with whom thou hast laboured,\neven\n thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":1,"text":"Hear ye this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the LORD, and make mention of the God of Israel,\nbut not in truth, nor in righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":2,"text":"For they call themselves of the holy city, and stay themselves upon the God of Israel; The LORD of hosts\nis his name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":3,"text":"I have declared the former things from the beginning; and they went forth out of my mouth, and I shewed them; I did\nthem suddenly, and they came to pass.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":4,"text":"Because I knew that thou\nart obstinate, and thy neck\nis an iron sinew, and thy brow brass;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":5,"text":"I have even from the beginning declared\nit to thee; before it came to pass I shewed\nit thee: lest thou shouldest say, Mine idol hath done them, and my graven image, and my molten image, hath commanded them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":6,"text":"Thou hast heard, see all this; and will not ye declare\nit?\n I have shewed thee new things from this time, even hidden things, and thou didst not know them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":7,"text":"They are created now, and not from the beginning; even before the day when thou heardest them not; lest thou shouldest say, Behold, I knew them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":8,"text":"Yea, thou heardest not; yea, thou knewest not; yea, from that time\nthat thine ear was not opened: for I knew that thou wouldest deal very treacherously, and wast called a transgressor from the womb.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":9,"text":"For my name’s sake will I defer mine anger, and for my praise will I refrain for thee, that I cut thee not off.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":10,"text":"Behold, I have refined thee, but not with silver; I have chosen thee in the furnace of affliction.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":11,"text":"For mine own sake,\neven for mine own sake, will I do\nit: for how should\nmy name be polluted? and I will not give my glory unto another.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":12,"text":"Hearken unto me, O Jacob and Israel, my called; I\nam he; I\nam the first, I also\nam the last.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":13,"text":"Mine hand also hath laid the foundation of the earth, and my right hand hath spanned the heavens:\nwhen I call unto them, they stand up together.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":14,"text":"All ye, assemble yourselves, and hear; which among them hath declared these\nthings? The LORD hath loved him: he will do his pleasure on Babylon, and his arm\nshall be on the Chaldeans.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":15,"text":"I,\neven I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":16,"text":"Come ye near unto me, hear ye this; I have not spoken in secret from the beginning; from the time that it was, there\nam I: and now the Lord GOD, and his Spirit, hath sent me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":17,"text":"Thus saith the LORD, thy Redeemer, the Holy One of Israel; I\nam\n the LORD thy God which teacheth thee to profit, which leadeth thee by the way\nthat thou shouldest go.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":18,"text":"O that thou hadst hearkened to my commandments! then had thy peace been as a river, and thy righteousness as the waves of the sea:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":19,"text":"Thy seed also had been as the sand, and the offspring of thy bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":20,"text":"Go ye forth of Babylon, flee ye from the Chaldeans, with a voice of singing declare ye, tell this, utter it\neven to the end of the earth; say ye, The LORD hath redeemed his servant Jacob.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":21,"text":"And they thirsted not\nwhen he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":48,"verse":22,"text":"There is no peace, saith the LORD, unto the wicked.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":1,"text":"Listen, O isles, unto me; and hearken, ye people, from far; The LORD hath called me from the womb; from the bowels of my mother hath he made mention of my name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":2,"text":"And he hath made my mouth like a sharp sword; in the shadow of his hand hath he hid me, and made me a polished shaft; in his quiver hath he hid me;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":3,"text":"And said unto me, Thou\nart my servant, O Israel, in whom I will be glorified.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":4,"text":"Then I said, I have laboured in vain, I have spent my strength for nought, and in vain:\nyet surely my judgment\nis with the LORD, and my work with my God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":5,"text":"And now, saith the LORD that formed me from the womb\nto be\n his servant, to bring Jacob again to him, Though Israel be not gathered, yet shall I be glorious in the eyes of the LORD, and my God shall be my strength.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":6,"text":"And he said, It is a light thing that thou shouldest be my servant to raise up the tribes of Jacob, and to restore the preserved of Israel: I will also give thee for a light to the Gentiles, that thou mayest be my salvation unto the end of the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":7,"text":"Thus saith the LORD, the Redeemer of Israel,\nand his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the LORD that is faithful,\nand the Holy One of Israel, and he shall choose thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":8,"text":"Thus saith the LORD, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":9,"text":"That thou mayest say to the prisoners, Go forth; to them that\nare\n in darkness, Shew yourselves. They shall feed in the ways, and their pastures\nshall be in all high places.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":10,"text":"They shall not hunger nor thirst; neither shall the heat nor sun smite them: for he that hath mercy on them shall lead them, even by the springs of water shall he guide them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":11,"text":"And I will make all my mountains a way, and my highways shall be exalted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":12,"text":"Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":13,"text":"Sing, O heavens; and be joyful, O earth; and break forth into singing, O mountains: for the LORD hath comforted his people, and will have mercy upon his afflicted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":14,"text":"But Zion said, The LORD hath forsaken me, and my Lord hath forgotten me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":15,"text":"Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":16,"text":"Behold, I have graven thee upon the palms of\nmy hands; thy walls\nare continually before me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":17,"text":"Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":18,"text":"Lift up thine eyes round about, and behold: all these gather themselves together,\nand come to thee.\nAs I live, saith the LORD, thou shalt surely clothe thee with them all, as with an ornament, and bind them\non thee, as a bride\ndoeth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":19,"text":"For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":20,"text":"The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place\nis too strait for me: give place to me that I may dwell.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":21,"text":"Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where\nhad they\nbeen?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":22,"text":"Thus saith the Lord GOD, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in\ntheir arms, and thy daughters shall be carried upon\ntheir\n shoulders.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":23,"text":"And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with\ntheir face toward the earth, and lick up the dust of thy feet; and thou shalt know that I\nam the LORD: for they shall not be ashamed that wait for me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":24,"text":"Shall the prey be taken from the mighty, or the lawful captive delivered?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":25,"text":"But thus saith the LORD, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":49,"verse":26,"text":"And I will feed them that oppress thee with their own flesh; and they shall be drunken with their own blood, as with sweet wine: and all flesh shall know that I the LORD\nam thy Saviour and thy Redeemer, the mighty One of Jacob.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":1,"text":"Thus saith the LORD, Where\nis the bill of your mother’s divorcement, whom I have put away? or which of my creditors\nis it\n to whom I have sold you? Behold, for your iniquities have ye sold yourselves, and for your transgressions is your mother put away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":2,"text":"Wherefore, when I came,\nwas there no man? when I called,\nwas there none to answer? Is my hand shortened at all, that it cannot redeem? or have I no power to deliver? behold, at my rebuke I dry up the sea, I make the rivers a wilderness: their fish stinketh, because\nthere is no water, and dieth for thirst.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":3,"text":"I clothe the heavens with blackness, and I make sackcloth their covering.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":4,"text":"The Lord GOD hath given me the tongue of the learned, that I should know how to speak a word in season to\nhim that is weary: he wakeneth morning by morning, he wakeneth mine ear to hear as the learned.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":5,"text":"The Lord GOD hath opened mine ear, and I was not rebellious, neither turned away back.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":6,"text":"I gave my back to the smiters, and my cheeks to them that plucked off the hair: I hid not my face from shame and spitting.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":7,"text":"For the Lord GOD will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":8,"text":"He is near that justifieth me; who will contend with me? let us stand together: who\nis mine adversary? let him come near to me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":9,"text":"Behold, the Lord GOD will help me; who\nis he\nthat\n shall condemn me? lo, they all shall wax old as a garment; the moth shall eat them up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":10,"text":"Who\nis among you that feareth the LORD, that obeyeth the voice of his servant, that walketh\nin darkness, and hath no light? let him trust in the name of the LORD, and stay upon his God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":50,"verse":11,"text":"Behold, all ye that kindle a fire, that compass\nyourselves\n about with sparks: walk in the light of your fire, and in the sparks\nthat ye have kindled. This shall ye have of mine hand; ye shall lie down in sorrow.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":1,"text":"Hearken to me, ye that follow after righteousness, ye that seek the LORD: look unto the rock\nwhence ye are hewn, and to the hole of the pit\nwhence ye are digged.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":2,"text":"Look unto Abraham your father, and unto Sarah\nthat bare you: for I called him alone, and blessed him, and increased him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":3,"text":"For the LORD shall comfort Zion: he will comfort all her waste places; and he will make her wilderness like Eden, and her desert like the garden of the LORD; joy and gladness shall be found therein, thanksgiving, and the voice of melody.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":4,"text":"Hearken unto me, my people; and give ear unto me, O my nation: for a law shall proceed from me, and I will make my judgment to rest for a light of the people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":5,"text":"My righteousness\nis near; my salvation is gone forth, and mine arms shall judge the people; the isles shall wait upon me, and on mine arm shall they trust.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":6,"text":"Lift up your eyes to the heavens, and look upon the earth beneath: for the heavens shall vanish away like smoke, and the earth shall wax old like a garment, and they that dwell therein shall die in like manner: but my salvation shall be for ever, and my righteousness shall not be abolished.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":7,"text":"Hearken unto me, ye that know righteousness, the people in whose heart\nis my law; fear ye not the reproach of men, neither be ye afraid of their revilings.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":8,"text":"For the moth shall eat them up like a garment, and the worm shall eat them like wool: but my righteousness shall be for ever, and my salvation from generation to generation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":9,"text":"Awake, awake, put on strength, O arm of the LORD; awake, as in the ancient days, in the generations of old.\nArt thou not it that hath cut Rahab,\nand wounded the dragon?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":10,"text":"Art thou not it which hath dried the sea, the waters of the great deep; that hath made the depths of the sea a way for the ransomed to pass over?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":11,"text":"Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy\nshall be upon their head: they shall obtain gladness and joy;\nand sorrow and mourning shall flee away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":12,"text":"I,\neven I,\nam he that comforteth you: who\nart thou, that thou shouldest be afraid of a man\nthat\n shall die, and of the son of man\nwhich shall be made as grass;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":13,"text":"And forgettest the LORD thy maker, that hath stretched forth the heavens, and laid the foundations of the earth; and hast feared continually every day because of the fury of the oppressor, as if he were ready to destroy? and where\nis the fury of the oppressor?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":14,"text":"The captive exile hasteneth that he may be loosed, and that he should not die in the pit, nor that his bread should fail.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":15,"text":"But I\nam the LORD thy God, that divided the sea, whose waves roared: The LORD of hosts\nis his name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":16,"text":"And I have put my words in thy mouth, and I have covered thee in the shadow of mine hand, that I may plant the heavens, and lay the foundations of the earth, and say unto Zion, Thou\nart my people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":17,"text":"Awake, awake, stand up, O Jerusalem, which hast drunk at the hand of the LORD the cup of his fury; thou hast drunken the dregs of the cup of trembling,\nand wrung\nthem out.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":18,"text":"There is none to guide her among all the sons\nwhom\n she hath brought forth; neither\nis there any that taketh her by the hand of all the sons\nthat she hath brought up.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":19,"text":"These two\nthings are come unto thee; who shall be sorry for thee? desolation, and destruction, and the famine, and the sword: by whom shall I comfort thee?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":20,"text":"Thy sons have fainted, they lie at the head of all the streets, as a wild bull in a net: they are full of the fury of the LORD, the rebuke of thy God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":21,"text":"Therefore hear now this, thou afflicted, and drunken, but not with wine:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":22,"text":"Thus saith thy Lord the LORD, and thy God\nthat pleadeth the cause of his people, Behold, I have taken out of thine hand the cup of trembling,\neven the dregs of the cup of my fury; thou shalt no more drink it again:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":51,"verse":23,"text":"But I will put it into the hand of them that afflict thee; which have said to thy soul, Bow down, that we may go over: and thou hast laid thy body as the ground, and as the street, to them that went over.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":1,"text":"Awake, awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":2,"text":"Shake thyself from the dust; arise,\nand sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":3,"text":"For thus saith the LORD, Ye have sold yourselves for nought; and ye shall be redeemed without money.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":4,"text":"For thus saith the Lord GOD, My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":5,"text":"Now therefore, what have I here, saith the LORD, that my people is taken away for nought? they that rule over them make them to howl, saith the LORD; and my name continually every day is blasphemed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":6,"text":"Therefore my people shall know my name: therefore\nthey shall know\n in that day that I\nam he that doth speak: behold,\nit is\n I.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":7,"text":"How beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":8,"text":"Thy watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the LORD shall bring again Zion.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":9,"text":"Break forth into joy, sing together, ye waste places of Jerusalem: for the LORD hath comforted his people, he hath redeemed Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":10,"text":"The LORD hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":11,"text":"Depart ye, depart ye, go ye out from thence, touch no unclean\nthing; go ye out of the midst of her; be ye clean, that bear the vessels of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":12,"text":"For ye shall not go out with haste, nor go by flight: for the LORD will go before you; and the God of Israel\nwill be your rereward.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":13,"text":"Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":14,"text":"As many were astonied at thee; his visage was so marred more than any man, and his form more than the sons of men:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":52,"verse":15,"text":"So shall he sprinkle many nations; the kings shall shut their mouths at him: for\nthat which had not been told them shall they see; and\nthat which they had not heard shall they consider.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":1,"text":"Who hath believed our report? and to whom is the arm of the LORD revealed?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":2,"text":"For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him,\nthere is no beauty that we should desire him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":3,"text":"He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were\nour faces from him; he was despised, and we esteemed him not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":4,"text":"Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":5,"text":"But he\nwas wounded for our transgressions,\nhe was\n bruised for our iniquities: the chastisement of our peace\nwas\n upon him; and with his stripes we are healed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":6,"text":"All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":7,"text":"He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":8,"text":"He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":9,"text":"And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither\nwas any deceit in his mouth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":10,"text":"Yet it pleased the LORD to bruise him; he hath put\nhim to grief: when thou shalt make his soul an offering for sin, he shall see\nhis seed, he shall prolong\nhis days, and the pleasure of the LORD shall prosper in his hand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":11,"text":"He shall see of the travail of his soul,\nand shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":53,"verse":12,"text":"Therefore will I divide him\na portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":1,"text":"Sing, O barren, thou\nthat didst not bear; break forth into singing, and cry aloud, thou\nthat didst not travail with child: for more\nare the children of the desolate than the children of the married wife, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":2,"text":"Enlarge the place of thy tent, and let them stretch forth the curtains of thine habitations: spare not, lengthen thy cords, and strengthen thy stakes;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":3,"text":"For thou shalt break forth on the right hand and on the left; and thy seed shall inherit the Gentiles, and make the desolate cities to be inhabited.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":4,"text":"Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy widowhood any more.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":5,"text":"For thy Maker\nis thine husband; the LORD of hosts\nis\n his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":6,"text":"For the LORD hath called thee as a woman forsaken and grieved in spirit, and a wife of youth, when thou wast refused, saith thy God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":7,"text":"For a small moment have I forsaken thee; but with great mercies will I gather thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":8,"text":"In a little wrath I hid my face from thee for a moment; but with everlasting kindness will I have mercy on thee, saith the LORD thy Redeemer.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":9,"text":"For this\nis as the waters of Noah unto me: for\nas\n I have sworn that the waters of Noah should no more go over the earth; so have I sworn that I would not be wroth with thee, nor rebuke thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":10,"text":"For the mountains shall depart, and the hills be removed; but my kindness shall not depart from thee, neither shall the covenant of my peace be removed, saith the LORD that hath mercy on thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":11,"text":"O thou afflicted, tossed with tempest,\nand not comforted, behold, I will lay thy stones with fair colors, and lay thy foundations with sapphires.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":12,"text":"And I will make thy windows of agates, and thy gates of carbuncles, and all thy borders of pleasant stones.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":13,"text":"And all thy children\nshall be taught of the LORD; and great\nshall be the peace of thy children.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":14,"text":"In righteousness shalt thou be established: thou shalt be far from oppression; for thou shalt not fear: and from terror; for it shall not come near thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":15,"text":"Behold, they shall surely gather together,\nbut not by me: whosoever shall gather together against thee shall fall for thy sake.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":16,"text":"Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":54,"verse":17,"text":"No weapon that is formed against thee shall prosper; and every tongue\nthat shall rise against thee in judgment thou shalt condemn. This\nis the heritage of the servants of the LORD, and their righteousness\nis of me, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":1,"text":"Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":2,"text":"Wherefore do ye spend money for\nthat which is not bread? and your labour for\nthat which satisfieth not? hearken diligently unto me, and eat ye\nthat which is good, and let your soul delight itself in fatness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":3,"text":"Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you,\neven the sure mercies of David.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":4,"text":"Behold, I have given him\nfor a witness to the people, a leader and commander to the people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":5,"text":"Behold, thou shalt call a nation\nthat thou knowest not, and nations\nthat knew not thee shall run unto thee because of the LORD thy God, and for the Holy One of Israel; for he hath glorified thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":6,"text":"Seek ye the LORD while he may be found, call ye upon him while he is near:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":7,"text":"Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":8,"text":"For my thoughts\nare not your thoughts, neither\nare\n your ways my ways, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":9,"text":"For\nas the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":10,"text":"For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":11,"text":"So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper\nin the thing whereto I sent it.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":12,"text":"For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap\ntheir hands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":55,"verse":13,"text":"Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree: and it shall be to the LORD for a name, for an everlasting sign\nthat shall not be cut off.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":1,"text":"Thus saith the LORD, Keep ye judgment, and do justice: for my salvation\nis near to come, and my righteousness to be revealed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":2,"text":"Blessed\nis the man\nthat doeth this, and the son of man\nthat layeth hold on it; that keepeth the sabbath from polluting it, and keepeth his hand from doing any evil.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":3,"text":"Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I\nam a dry tree.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":4,"text":"For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose\nthe things that please me, and take hold of my covenant;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":5,"text":"Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":6,"text":"Also the sons of the stranger, that join themselves to the LORD, to serve him, and to love the name of the LORD, to be his servants, every one that keepeth the sabbath from polluting it, and taketh hold of my covenant;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":7,"text":"Even them will I bring to my holy mountain, and make them joyful in my house of prayer: their burnt offerings and their sacrifices\nshall be\n accepted upon mine altar; for mine house shall be called an house of prayer for all people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":8,"text":"The Lord GOD which gathereth the outcasts of Israel saith, Yet will I gather\nothers to him, beside those that are gathered unto him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":9,"text":"All ye beasts of the field, come to devour,\nyea, all ye beasts in the forest.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":10,"text":"His watchmen\nare blind: they are all ignorant, they\nare all dumb dogs, they cannot bark; sleeping, lying down, loving to slumber.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":11,"text":"Yea,\nthey are greedy dogs\nwhich can never have enough, and they\nare shepherds\nthat cannot understand: they all look to their own way, every one for his gain, from his quarter.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":56,"verse":12,"text":"Come ye,\nsay they, I will fetch wine, and we will fill ourselves with strong drink; and to morrow shall be as this day,\nand\n much more abundant.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":1,"text":"The righteous perisheth, and no man layeth\nit to heart: and merciful men\nare taken away, none considering that the righteous is taken away from the evil\nto come.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":2,"text":"He shall enter into peace: they shall rest in their beds,\neach one\n walking\nin his uprightness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":3,"text":"But draw near hither, ye sons of the sorceress, the seed of the adulterer and the whore.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":4,"text":"Against whom do ye sport yourselves? against whom make ye a wide mouth,\nand draw out the tongue?\nare ye not children of transgression, a seed of falsehood,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":5,"text":"Enflaming yourselves with idols under every green tree, slaying the children in the valleys under the clifts of the rocks?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":6,"text":"Among the smooth\nstones of the stream\nis thy portion; they, they\nare thy lot: even to them hast thou poured a drink offering, thou hast offered a meat offering. Should I receive comfort in these?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":7,"text":"Upon a lofty and high mountain hast thou set thy bed: even thither wentest thou up to offer sacrifice.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":8,"text":"Behind the doors also and the posts hast thou set up thy remembrance: for thou hast discovered\nthyself to another than me, and art gone up; thou hast enlarged thy bed, and made thee\na covenant with them; thou lovedst their bed where thou sawest\nit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":9,"text":"And thou wentest to the king with ointment, and didst increase thy perfumes, and didst send thy messengers far off, and didst debase\nthyself even unto hell.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":10,"text":"Thou art wearied in the greatness of thy way;\nyet saidst thou not, There is no hope: thou hast found the life of thine hand; therefore thou wast not grieved.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":11,"text":"And of whom hast thou been afraid or feared, that thou hast lied, and hast not remembered me, nor laid\nit to thy heart? have not I held my peace even of old, and thou fearest me not?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":12,"text":"I will declare thy righteousness, and thy works; for they shall not profit thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":13,"text":"When thou criest, let thy companies deliver thee; but the wind shall carry them all away; vanity shall take\nthem: but he that putteth his trust in me shall possess the land, and shall inherit my holy mountain;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":14,"text":"And shall say, Cast ye up, cast ye up, prepare the way, take up the stumblingblock out of the way of my people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":15,"text":"For thus saith the high and lofty One that inhabiteth eternity, whose name\nis Holy; I dwell in the high and holy\nplace, with him also\nthat is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":16,"text":"For I will not contend for ever, neither will I be always wroth: for the spirit should fail before me, and the souls\nwhich I have made.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":17,"text":"For the iniquity of his covetousness was I wroth, and smote him: I hid me, and was wroth, and he went on frowardly in the way of his heart.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":18,"text":"I have seen his ways, and will heal him: I will lead him also, and restore comforts unto him and to his mourners.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":19,"text":"I create the fruit of the lips; Peace, peace to\nhim that is\n far off, and to\nhim that is near, saith the LORD; and I will heal him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":20,"text":"But the wicked\nare like the troubled sea, when it cannot rest, whose waters cast up mire and dirt.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":57,"verse":21,"text":"There is no peace, saith my God, to the wicked.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":1,"text":"Cry aloud, spare not, lift up thy voice like a trumpet, and shew my people their transgression, and the house of Jacob their sins.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":2,"text":"Yet they seek me daily, and delight to know my ways, as a nation that did righteousness, and forsook not the ordinance of their God: they ask of me the ordinances of justice; they take delight in approaching to God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":3,"text":"Wherefore have we fasted,\nsay they, and thou seest not?\nwherefore have we afflicted our soul, and thou takest no knowledge? Behold, in the day of your fast ye find pleasure, and exact all your labours.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":4,"text":"Behold, ye fast for strife and debate, and to smite with the fist of wickedness: ye shall not fast as\nye do this day, to make your voice to be heard on high.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":5,"text":"Is it such a fast that I have chosen? a day for a man to afflict his soul?\nis it to bow down his head as a bulrush, and to spread sackcloth and ashes\nunder him? wilt thou call this a fast, and an acceptable day to the LORD?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":6,"text":"Is not this the fast that I have chosen? to loose the bands of wickedness, to undo the heavy burdens, and to let the oppressed go free, and that ye break every yoke?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":7,"text":"Is it not to deal thy bread to the hungry, and that thou bring the poor that are cast out to thy house? when thou seest the naked, that thou cover him; and that thou hide not thyself from thine own flesh?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":8,"text":"Then shall thy light break forth as the morning, and thine health shall spring forth speedily: and thy righteousness shall go before thee; the glory of the LORD shall be thy rereward.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":9,"text":"Then shalt thou call, and the LORD shall answer; thou shalt cry, and he shall say, Here I\nam. If thou take away from the midst of thee the yoke, the putting forth of the finger, and speaking vanity;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":10,"text":"And\nif thou draw out thy soul to the hungry, and satisfy the afflicted soul; then shall thy light rise in obscurity, and thy darkness\nbe as the noonday:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":11,"text":"And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":12,"text":"And\nthey that shall be of thee shall build the old waste places: thou shalt raise up the foundations of many generations; and thou shalt be called, The repairer of the breach, The restorer of paths to dwell in.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":13,"text":"If thou turn away thy foot from the sabbath,\nfrom doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the LORD, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking\nthine own words:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":58,"verse":14,"text":"Then shalt thou delight thyself in the LORD; and I will cause thee to ride upon the high places of the earth, and feed thee with the heritage of Jacob thy father: for the mouth of the LORD hath spoken\nit."},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":1,"text":"Behold, the LORD’S hand is not shortened, that it cannot save; neither his ear heavy, that it cannot hear:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":2,"text":"But your iniquities have separated between you and your God, and your sins have hid\nhis face from you, that he will not hear.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":3,"text":"For your hands are defiled with blood, and your fingers with iniquity; your lips have spoken lies, your tongue hath muttered perverseness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":4,"text":"None calleth for justice, nor\nany pleadeth for truth: they trust in vanity, and speak lies; they conceive mischief, and bring forth iniquity.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":5,"text":"They hatch cockatrice’ eggs, and weave the spider’s web: he that eateth of their eggs dieth, and that which is crushed breaketh out into a viper.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":6,"text":"Their webs shall not become garments, neither shall they cover themselves with their works: their works\nare works of iniquity, and the act of violence\nis in their hands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":7,"text":"Their feet run to evil, and they make haste to shed innocent blood: their thoughts\nare thoughts of iniquity; wasting and destruction\nare in their paths.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":8,"text":"The way of peace they know not; and\nthere is no judgment in their goings: they have made them crooked paths: whosoever goeth therein shall not know peace.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":9,"text":"Therefore is judgment far from us, neither doth justice overtake us: we wait for light, but behold obscurity; for brightness,\nbut we walk in darkness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":10,"text":"We grope for the wall like the blind, and we grope as if\nwe had\n no eyes: we stumble at noonday as in the night;\nwe are in desolate places as dead\nmen.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":11,"text":"We roar all like bears, and mourn sore like doves: we look for judgment, but\nthere is none; for salvation,\nbut it is far off from us.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":12,"text":"For our transgressions are multiplied before thee, and our sins testify against us: for our transgressions\nare with us; and\nas for\n our iniquities, we know them;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":13,"text":"In transgressing and lying against the LORD, and departing away from our God, speaking oppression and revolt, conceiving and uttering from the heart words of falsehood.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":14,"text":"And judgment is turned away backward, and justice standeth afar off: for truth is fallen in the street, and equity cannot enter.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":15,"text":"Yea, truth faileth; and he\nthat departeth from evil maketh himself a prey: and the LORD saw\nit, and it displeased him that\nthere was no judgment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":16,"text":"And he saw that\nthere was no man, and wondered that\nthere was no intercessor: therefore his arm brought salvation unto him; and his righteousness, it sustained him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":17,"text":"For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance\nfor clothing, and was clad with zeal as a cloke.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":18,"text":"According to\ntheir deeds, accordingly he will repay, fury to his adversaries, recompence to his enemies; to the islands he will repay recompence.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":19,"text":"So shall they fear the name of the LORD from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the LORD shall lift up a standard against him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":20,"text":"And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":59,"verse":21,"text":"As for me, this\nis my covenant with them, saith the LORD; My spirit that\nis upon thee, and my words which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy seed, nor out of the mouth of thy seed’s seed, saith the LORD, from henceforth and for ever.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":1,"text":"Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":2,"text":"For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":3,"text":"And the Gentiles shall come to thy light, and kings to the brightness of thy rising.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":4,"text":"Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at\nthy side.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":5,"text":"Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":6,"text":"The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":7,"text":"All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":8,"text":"Who\nare these\nthat fly as a cloud, and as the doves to their windows?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":9,"text":"Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":10,"text":"And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":11,"text":"Therefore thy gates shall be open continually; they shall not be shut day nor night; that\nmen may bring unto thee the forces of the Gentiles, and\nthat their kings\nmay be brought.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":12,"text":"For the nation and kingdom that will not serve thee shall perish; yea,\nthose nations shall be utterly wasted.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":13,"text":"The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":14,"text":"The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":15,"text":"Whereas thou hast been forsaken and hated, so that no man went through\nthee, I will make thee an eternal excellency, a joy of many generations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":16,"text":"Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD\nam thy Saviour and thy Redeemer, the mighty One of Jacob.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":17,"text":"For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":18,"text":"Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":19,"text":"The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":20,"text":"Thy sun shall no more go down; neither shall thy moon withdraw itself: for the LORD shall be thine everlasting light, and the days of thy mourning shall be ended.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":21,"text":"Thy people also\nshall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":60,"verse":22,"text":"A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":1,"text":"The Spirit of the Lord GOD\nis upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to\nthem that are bound;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":2,"text":"To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":3,"text":"To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":4,"text":"And they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":5,"text":"And strangers shall stand and feed your flocks, and the sons of the alien\nshall be your plowmen and your vinedressers.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":6,"text":"But ye shall be named the Priests of the LORD:\nmen shall call you the Ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall ye boast yourselves.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":7,"text":"For your shame\nye shall have double; and\nfor confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":8,"text":"For I the LORD love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":9,"text":"And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they\nare the seed\nwhich the LORD hath blessed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":10,"text":"I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh\nhimself with ornaments, and as a bride adorneth\nherself with her jewels.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":61,"verse":11,"text":"For as the earth bringeth forth her bud, and as the garden causeth the things that are sown in it to spring forth; so the Lord GOD will cause righteousness and praise to spring forth before all the nations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":1,"text":"For Zion’s sake will I not hold my peace, and for Jerusalem’s sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp\nthat burneth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":2,"text":"And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the LORD shall name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":3,"text":"Thou shalt also be a crown of glory in the hand of the LORD, and a royal diadem in the hand of thy God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":4,"text":"Thou shalt no more be termed Forsaken; neither shall thy land any more be termed Desolate: but thou shalt be called Hephzi-bah, and thy land Beulah: for the LORD delighteth in thee, and thy land shall be married.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":5,"text":"For\nas a young man marrieth a virgin,\nso shall thy sons marry thee: and\nas the bridegroom rejoiceth over the bride,\nso shall thy God rejoice over thee.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":6,"text":"I have set watchmen upon thy walls, O Jerusalem,\nwhich shall never hold their peace day nor night: ye that make mention of the LORD, keep not silence,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":7,"text":"And give him no rest, till he establish, and till he make Jerusalem a praise in the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":8,"text":"The LORD hath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn\nto be meat for thine enemies; and the sons of the stranger shall not drink thy wine, for the which thou hast laboured:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":9,"text":"But they that have gathered it shall eat it, and praise the LORD; and they that have brought it together shall drink it in the courts of my holiness.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":10,"text":"Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highways; gather out the stones; lift up a standard for the people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":11,"text":"Behold, the LORD hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward\nis with him, and his work before him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":62,"verse":12,"text":"And they shall call them, The holy people, The redeemed of the LORD: and thou shalt be called, Sought out, A city not forsaken.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":1,"text":"Who\nis this that cometh from Edom, with dyed garments from Bozrah? this\nthat is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":2,"text":"Wherefore\nart thou red in thine apparel, and thy garments like him that treadeth in the winefat?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":3,"text":"I have trodden the winepress alone; and of the people\nthere was\n none with me: for I will tread them in mine anger, and trample them in my fury; and their blood shall be sprinkled upon my garments, and I will stain all my raiment.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":4,"text":"For the day of vengeance\nis in mine heart, and the year of my redeemed is come.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":5,"text":"And I looked, and\nthere was none to help; and I wondered that\nthere was none to uphold: therefore mine own arm brought salvation unto me; and my fury, it upheld me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":6,"text":"And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":7,"text":"I will mention the lovingkindnesses of the LORD,\nand the praises of the LORD, according to all that the LORD hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":8,"text":"For he said, Surely they\nare my people, children\nthat\n will not lie: so he was their Saviour.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":9,"text":"In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":10,"text":"But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy,\nand he fought against them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":11,"text":"Then he remembered the days of old, Moses,\nand his people,\nsaying, Where\nis he that brought them up out of the sea with the shepherd of his flock? where\nis he that put his holy Spirit within him?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":12,"text":"That led\nthem by the right hand of Moses with his glorious arm, dividing the water before them, to make himself an everlasting name?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":13,"text":"That led them through the deep, as an horse in the wilderness,\nthat they should not stumble?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":14,"text":"As a beast goeth down into the valley, the Spirit of the LORD caused him to rest: so didst thou lead thy people, to make thyself a glorious name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":15,"text":"Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where\nis thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":16,"text":"Doubtless thou\nart our father, though Abraham be ignorant of us, and Israel acknowledge us not: thou, O LORD,\nart our father, our redeemer; thy name\nis from everlasting.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":17,"text":"O LORD, why hast thou made us to err from thy ways,\nand hardened our heart from thy fear? Return for thy servants’ sake, the tribes of thine inheritance.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":18,"text":"The people of thy holiness have possessed\nit but a little while: our adversaries have trodden down thy sanctuary.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":63,"verse":19,"text":"We are\nthine: thou never barest rule over them; they were not called by thy name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":1,"text":"Oh that thou wouldest rend the heavens, that thou wouldest come down, that the mountains might flow down at thy presence,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":2,"text":"As\nwhen the melting fire burneth, the fire causeth the waters to boil, to make thy name known to thine adversaries,\nthat the nations may tremble at thy presence!\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":3,"text":"When thou didst terrible things\nwhich we looked not for, thou camest down, the mountains flowed down at thy presence.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":4,"text":"For since the beginning of the world\nmen have not heard, nor perceived by the ear, neither hath the eye seen, O God, beside thee,\nwhat he hath prepared for him that waiteth for him.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":5,"text":"Thou meetest him that rejoiceth and worketh righteousness,\nthose that remember thee in thy ways: behold, thou art wroth; for we have sinned: in those is continuance, and we shall be saved.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":6,"text":"But we are all as an unclean\nthing, and all our righteousnesses\nare as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":7,"text":"And\nthere is none that calleth upon thy name, that stirreth up himself to take hold of thee: for thou hast hid thy face from us, and hast consumed us, because of our iniquities.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":8,"text":"But now, O LORD, thou\nart our father; we\nare the clay, and thou our potter; and we all\nare the work of thy hand.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":9,"text":"Be not wroth very sore, O LORD, neither remember iniquity for ever: behold, see, we beseech thee, we\nare all thy people.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":10,"text":"Thy holy cities are a wilderness, Zion is a wilderness, Jerusalem a desolation.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":11,"text":"Our holy and our beautiful house, where our fathers praised thee, is burned up with fire: and all our pleasant things are laid waste.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":64,"verse":12,"text":"Wilt thou refrain thyself for these\nthings, O LORD? wilt thou hold thy peace, and afflict us very sore?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":1,"text":"I am sought of\nthem that asked not\nfor me; I am found of\nthem that sought me not: I said, Behold me, behold me, unto a nation\nthat was not called by my name.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":2,"text":"I have spread out my hands all the day unto a rebellious people, which walketh in a way\nthat was not good, after their own thoughts;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":3,"text":"A people that provoketh me to anger continually to my face; that sacrificeth in gardens, and burneth incense upon altars of brick;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":4,"text":"Which remain among the graves, and lodge in the monuments, which eat swine’s flesh, and broth of abominable\nthings is in their vessels;\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":5,"text":"Which say, Stand by thyself, come not near to me; for I am holier than thou.\nThese are a smoke in my nose, a fire that burneth all the day.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":6,"text":"Behold,\nit is written before me: I will not keep silence, but will recompense, even recompense into their bosom,\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":7,"text":"Your iniquities, and the iniquities of your fathers together, saith the LORD, which have burned incense upon the mountains, and blasphemed me upon the hills: therefore will I measure their former work into their bosom.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":8,"text":"Thus saith the LORD, As the new wine is found in the cluster, and\none saith, Destroy it not; for a blessing\nis in it: so will I do for my servants’ sakes, that I may not destroy them all.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":9,"text":"And I will bring forth a seed out of Jacob, and out of Judah an inheritor of my mountains: and mine elect shall inherit it, and my servants shall dwell there.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":10,"text":"And Sharon shall be a fold of flocks, and the valley of Achor a place for the herds to lie down in, for my people that have sought me.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":11,"text":"But ye\nare they that forsake the LORD, that forget my holy mountain, that prepare a table for that troop, and that furnish the drink offering unto that number.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":12,"text":"Therefore will I number you to the sword, and ye shall all bow down to the slaughter: because when I called, ye did not answer; when I spake, ye did not hear; but did evil before mine eyes, and did choose\nthat wherein I delighted not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":13,"text":"Therefore thus saith the Lord GOD, Behold, my servants shall eat, but ye shall be hungry: behold, my servants shall drink, but ye shall be thirsty: behold, my servants shall rejoice, but ye shall be ashamed:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":14,"text":"Behold, my servants shall sing for joy of heart, but ye shall cry for sorrow of heart, and shall howl for vexation of spirit.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":15,"text":"And ye shall leave your name for a curse unto my chosen: for the Lord GOD shall slay thee, and call his servants by another name:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":16,"text":"That he who blesseth himself in the earth shall bless himself in the God of truth; and he that sweareth in the earth shall swear by the God of truth; because the former troubles are forgotten, and because they are hid from mine eyes.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":17,"text":"For, behold, I create new heavens and a new earth: and the former shall not be remembered, nor come into mind.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":18,"text":"But be ye glad and rejoice for ever\nin that which I create: for, behold, I create Jerusalem a rejoicing, and her people a joy.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":19,"text":"And I will rejoice in Jerusalem, and joy in my people: and the voice of weeping shall be no more heard in her, nor the voice of crying.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":20,"text":"There shall be no more thence an infant of days, nor an old man that hath not filled his days: for the child shall die an hundred years old; but the sinner\nbeing an hundred years old shall be accursed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":21,"text":"And they shall build houses, and inhabit\nthem; and they shall plant vineyards, and eat the fruit of them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":22,"text":"They shall not build, and another inhabit; they shall not plant, and another eat: for as the days of a tree\nare the days of my people, and mine elect shall long enjoy the work of their hands.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":23,"text":"They shall not labour in vain, nor bring forth for trouble; for they\nare the seed of the blessed of the LORD, and their offspring with them.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":24,"text":"And it shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":65,"verse":25,"text":"The wolf and the lamb shall feed together, and the lion shall eat straw like the bullock: and dust\nshall be the serpent’s meat. They shall not hurt nor destroy in all my holy mountain, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":1,"text":"Thus saith the LORD, The heaven\nis my throne, and the earth\nis my footstool: where\nis the house that ye build unto me? and where\nis the place of my rest?\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":2,"text":"For all those\nthings hath mine hand made, and all those\nthings have been, saith the LORD: but to this\nman will I look,\neven to\nhim that is poor and of a contrite spirit, and trembleth at my word.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":3,"text":"He that killeth an ox\nis as if he slew a man; he that sacrificeth a lamb,\nas if he cut off a dog’s neck; he that offereth an oblation,\nas if he offered swine’s blood; he that burneth incense,\nas if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":4,"text":"I also will choose their delusions, and will bring their fears upon them; because when I called, none did answer; when I spake, they did not hear: but they did evil before mine eyes, and chose\nthat in which I delighted not.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":5,"text":"Hear the word of the LORD, ye that tremble at his word; your brethren that hated you, that cast you out for my name’s sake, said, Let the LORD be glorified: but he shall appear to your joy, and they shall be ashamed.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":6,"text":"A voice of noise from the city, a voice from the temple, a voice of the LORD that rendereth recompence to his enemies.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":7,"text":"Before she travailed, she brought forth; before her pain came, she was delivered of a man child.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":8,"text":"Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day?\nor shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":9,"text":"Shall I bring to the birth, and not cause to bring forth? saith the LORD: shall I cause to bring forth, and shut\nthe womb? saith thy God.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":10,"text":"Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her:\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":11,"text":"That ye may suck, and be satisfied with the breasts of her consolations; that ye may milk out, and be delighted with the abundance of her glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":12,"text":"For thus saith the LORD, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be borne upon\nher sides, and be dandled upon\nher knees.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":13,"text":"As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":14,"text":"And when ye see\nthis, your heart shall rejoice, and your bones shall flourish like an herb: and the hand of the LORD shall be known toward his servants, and\nhis indignation toward his enemies.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":15,"text":"For, behold, the LORD will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":16,"text":"For by fire and by his sword will the LORD plead with all flesh: and the slain of the LORD shall be many.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":17,"text":"They that sanctify themselves, and purify themselves in the gardens behind one\ntree in the midst, eating swine’s flesh, and the abomination, and the mouse, shall be consumed together, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":18,"text":"For I\nknow their works and their thoughts: it shall come, that I will gather all nations and tongues; and they shall come, and see my glory.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":19,"text":"And I will set a sign among them, and I will send those that escape of them unto the nations,\nto Tarshish, Pul, and Lud, that draw the bow,\nto Tubal, and Javan,\nto the isles afar off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":20,"text":"And they shall bring all your brethren\nfor an offering unto the LORD out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the LORD, as the children of Israel bring an offering in a clean vessel into the house of the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":21,"text":"And I will also take of them for priests\nand for Levites, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":22,"text":"For as the new heavens and the new earth, which I will make, shall remain before me, saith the LORD, so shall your seed and your name remain.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":23,"text":"And it shall come to pass,\nthat from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, saith the LORD.\n"},{"book_id":"ISA","book_name":"Isaiah","chapter":66,"verse":24,"text":"And they shall go forth, and look upon the carcases of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh.\n"}],"translation_id":"kjv","translation_name":"King James Version","translation_note":"Public Domain"}