{"reference":"Ruth 1,2,3,4","verses":[{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":1,"text":"Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":2,"text":"And the name of the man\nwas Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":3,"text":"And Elimelech Naomi’s husband died; and she was left, and her two sons.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":4,"text":"And they took them wives of the women of Moab; the name of the one\nwas Orpah, and the name of the other Ruth: and they dwelled there about ten years.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":5,"text":"And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":6,"text":"Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":7,"text":"Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":8,"text":"And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":9,"text":"The LORD grant you that ye may find rest, each\nof you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":10,"text":"And they said unto her, Surely we will return with thee unto thy people.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":11,"text":"And Naomi said, Turn again, my daughters: why will ye go with me?\nare there yet\nany more sons in my womb, that they may be your husbands?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":12,"text":"Turn again, my daughters, go\nyour way; for I am too old to have an husband. If I should say, I have hope,\nif I should have an husband also to night, and should also bear sons;\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":13,"text":"Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":14,"text":"And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":15,"text":"And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":16,"text":"And Ruth said, Intreat me not to leave thee,\nor to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people\nshall be my people, and thy God my God:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":17,"text":"Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also,\nif ought but death part thee and me.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":18,"text":"When she saw that she was stedfastly minded to go with her, then she left speaking unto her.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":19,"text":"So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said,\nIs this Naomi?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":20,"text":"And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":21,"text":"I went out full, and the LORD hath brought me home again empty: why\nthen call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":1,"verse":22,"text":"So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":1,"text":"And Naomi had a kinsman of her husband’s, a mighty man of wealth, of the family of Elimelech; and his name\nwas Boaz.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":2,"text":"And Ruth the Moabitess said unto Naomi, Let me now go to the field, and glean ears of corn after\nhim in whose sight I shall find grace. And she said unto her, Go, my daughter.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":3,"text":"And she went, and came, and gleaned in the field after the reapers: and her hap was to light on a part of the field\nbelonging unto Boaz, who\nwas of the kindred of Elimelech.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":4,"text":"And behold, Boaz came from Bethlehem, and said unto the reapers, The LORD\nbe with you. And they answered him, The LORD bless thee.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":5,"text":"Then said Boaz unto his servant that was set over the reapers, Whose damsel\nis this?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":6,"text":"And the servant that was set over the reapers answered and said, It\nis the Moabitish damsel that came back with Naomi out of the country of Moab:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":7,"text":"And she said, I pray you, let me glean and gather after the reapers among the sheaves: so she came, and hath continued even from the morning until now, that she tarried a little in the house.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":8,"text":"Then said Boaz unto Ruth, Hearest thou not, my daughter? Go not to glean in another field, neither go from hence, but abide here fast by my maidens:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":9,"text":"Let thine eyes\nbe on the field that they do reap, and go thou after them: have I not charged the young men that they shall not touch thee? and when thou art athirst, go unto the vessels, and drink of\nthat\n which the young men have drawn.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":10,"text":"Then she fell on her face, and bowed herself to the ground, and said unto him, Why have I found grace in thine eyes, that thou shouldest take knowledge of me, seeing I\nam a stranger?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":11,"text":"And Boaz answered and said unto her, It hath fully been shewed me, all that thou hast done unto thy mother in law since the death of thine husband: and\nhow thou hast left thy father and thy mother, and the land of thy nativity, and art come unto a people which thou knewest not heretofore.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":12,"text":"The LORD recompense thy work, and a full reward be given thee of the LORD God of Israel, under whose wings thou art come to trust.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":13,"text":"Then she said, Let me find favour in thy sight, my lord; for that thou hast comforted me, and for that thou hast spoken friendly unto thine handmaid, though I be not like unto one of thine handmaidens.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":14,"text":"And Boaz said unto her, At mealtime come thou hither, and eat of the bread, and dip thy morsel in the vinegar. And she sat beside the reapers: and he reached her parched\ncorn, and she did eat, and was sufficed, and left.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":15,"text":"And when she was risen up to glean, Boaz commanded his young men, saying, Let her glean even among the sheaves, and reproach her not:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":16,"text":"And let fall also\nsome of the handfuls of purpose for her, and leave\nthem, that she may glean\nthem, and rebuke her not.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":17,"text":"So she gleaned in the field until even, and beat out that she had gleaned: and it was about an ephah of barley.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":18,"text":"And she took\nit up, and went into the city: and her mother in law saw what she had gleaned: and she brought forth, and gave to her that she had reserved after she was sufficed.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":19,"text":"And her mother in law said unto her, Where hast thou gleaned to day? and where wroughtest thou? blessed be he that did take knowledge of thee. And she shewed her mother in law with whom she had wrought, and said, The man’s name with whom I wrought to day\nis Boaz.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":20,"text":"And Naomi said unto her daughter in law, Blessed\nbe he of the LORD, who hath not left off his kindness to the living and to the dead. And Naomi said unto her, The man\nis near of kin unto us, one of our next kinsmen.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":21,"text":"And Ruth the Moabitess said, He said unto me also, Thou shalt keep fast by my young men, until they have ended all my harvest.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":22,"text":"And Naomi said unto Ruth her daughter in law,\nIt is good, my daughter, that thou go out with his maidens, that they meet thee not in any other field.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":2,"verse":23,"text":"So she kept fast by the maidens of Boaz to glean unto the end of barley harvest and of wheat harvest; and dwelt with her mother in law.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":1,"text":"Then Naomi her mother in law said unto her, My daughter, shall I not seek rest for thee, that it may be well with thee?\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":2,"text":"And now\nis not Boaz of our kindred, with whose maidens thou wast? Behold, he winnoweth barley to night in the threshingfloor.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":3,"text":"Wash thyself therefore, and anoint thee, and put thy raiment upon thee, and get thee down to the floor:\nbut make not thyself known unto the man, until he shall have done eating and drinking.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":4,"text":"And it shall be, when he lieth down, that thou shalt mark the place where he shall lie, and thou shalt go in, and uncover his feet, and lay thee down; and he will tell thee what thou shalt do.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":5,"text":"And she said unto her, All that thou sayest unto me I will do.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":6,"text":"And she went down unto the floor, and did according to all that her mother in law bade her.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":7,"text":"And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of corn: and she came softly, and uncovered his feet, and laid her down.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":8,"text":"And it came to pass at midnight, that the man was afraid, and turned himself: and, behold, a woman lay at his feet.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":9,"text":"And he said, Who\nart thou? And she answered, I\nam\n Ruth thine handmaid: spread therefore thy skirt over thine handmaid; for thou\nart a near kinsman.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":10,"text":"And he said, Blessed\nbe thou of the LORD, my daughter:\nfor thou hast shewed more kindness in the latter end than at the beginning, inasmuch as thou followedst not young men, whether poor or rich.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":11,"text":"And now, my daughter, fear not; I will do to thee all that thou requirest: for all the city of my people doth know that thou\nart\n a virtuous woman.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":12,"text":"And now it is true that I\nam thy near kinsman: howbeit there is a kinsman nearer than I.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":13,"text":"Tarry this night, and it shall be in the morning,\nthat if he will perform unto thee the part of a kinsman, well; let him do the kinsman’s part: but if he will not do the part of a kinsman to thee, then will I do the part of a kinsman to thee,\nas the LORD liveth: lie down until the morning.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":14,"text":"And she lay at his feet until the morning: and she rose up before one could know another. And he said, Let it not be known that a woman came into the floor.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":15,"text":"Also he said, Bring the vail that\nthou hast upon thee, and hold it. And when she held it, he measured six\nmeasures of barley, and laid\nit on her: and she went into the city.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":16,"text":"And when she came to her mother in law, she said, Who\nart\n thou, my daughter? And she told her all that the man had done to her.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":17,"text":"And she said, These six\nmeasures of barley gave he me; for he said to me, Go not empty unto thy mother in law.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":3,"verse":18,"text":"Then said she, Sit still, my daughter, until thou know how the matter will fall: for the man will not be in rest, until he have finished the thing this day.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":1,"text":"Then went Boaz up to the gate, and sat him down there: and, behold, the kinsman of whom Boaz spake came by; unto whom he said, Ho, such a one! turn aside, sit down here. And he turned aside, and sat down.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":2,"text":"And he took ten men of the elders of the city, and said, Sit ye down here. And they sat down.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":3,"text":"And he said unto the kinsman, Naomi, that is come again out of the country of Moab, selleth a parcel of land, which\nwas our brother Elimelech’s:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":4,"text":"And I thought to advertise thee, saying, Buy\nit before the inhabitants, and before the elders of my people. If thou wilt redeem\nit, redeem\nit: but if thou wilt not redeem\nit, then\n tell me, that I may know: for\nthere is none to redeem\nit beside thee; and I\nam after thee. And he said, I will redeem\nit.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":5,"text":"Then said Boaz, What day thou buyest the field of the hand of Naomi, thou must buy\nit also of Ruth the Moabitess, the wife of the dead, to raise up the name of the dead upon his inheritance.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":6,"text":"And the kinsman said, I cannot redeem\nit for myself, lest I mar mine own inheritance: redeem thou my right to thyself; for I cannot redeem it.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":7,"text":"Now this\nwas the manner in former time in Israel concerning redeeming and concerning changing, for to confirm all things; a man plucked off his shoe, and gave\nit to his neighbour: and this\nwas\n a testimony in Israel.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":8,"text":"Therefore the kinsman said unto Boaz, Buy\nit for thee. So he drew off his shoe.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":9,"text":"And Boaz said unto the elders, and\nunto all the people, Ye\nare witnesses this day, that I have bought all that\nwas\n Elimelech’s, and all that\nwas Chilion’s and Mahlon’s, of the hand of Naomi.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":10,"text":"Moreover Ruth the Moabitess, the wife of Mahlon, have I purchased to be my wife, to raise up the name of the dead upon his inheritance, that the name of the dead be not cut off from among his brethren, and from the gate of his place: ye\nare witnesses this day.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":11,"text":"And all the people that\nwere in the gate, and the elders, said,\nWe are witnesses. The LORD make the woman that is come into thine house like Rachel and like Leah, which two did build the house of Israel: and do thou worthily in Ephratah, and be famous in Bethlehem:\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":12,"text":"And let thy house be like the house of Pharez, whom Tamar bare unto Judah, of the seed which the LORD shall give thee of this young woman.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":13,"text":"So Boaz took Ruth, and she was his wife: and when he went in unto her, the LORD gave her conception, and she bare a son.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":14,"text":"And the women said unto Naomi, Blessed\nbe the LORD, which hath not left thee this day without a kinsman, that his name may be famous in Israel.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":15,"text":"And he shall be unto thee a restorer of\nthy life, and a nourisher of thine old age: for thy daughter in law, which loveth thee, which is better to thee than seven sons, hath born him.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":16,"text":"And Naomi took the child, and laid it in her bosom, and became nurse unto it.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":17,"text":"And the women her neighbours gave it a name, saying, There is a son born to Naomi; and they called his name Obed: he\nis the father of Jesse, the father of David.\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":18,"text":"Now these\nare the generations of Pharez: Pharez begat Hezron,\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":19,"text":"And Hezron begat Ram, and Ram begat Amminadab,\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":20,"text":"And Amminadab begat Nahshon, and Nahshon begat Salmon,\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":21,"text":"And Salmon begat Boaz, and Boaz begat Obed,\n"},{"book_id":"RUT","book_name":"Ruth","chapter":4,"verse":22,"text":"And Obed begat Jesse, and Jesse begat David.\n"}],"translation_id":"kjv","translation_name":"King James Version","translation_note":"Public Domain"}